var staffData = {
  1: {
    title: '바디 자문 및 안내',
    name: '泉 安奈',
    nameA: 'ANNA IZUMI',
    img: '/img/staff_izumi_color.png',
    greeting: '이번에 죠이찌에서 점장을 맡고 있습니다 분수라고합니다. 이전에 당사의 다른 업태 여성 정체 살롱 쥬쥬에서 시술을하면서 점장을 맡고있었습니다. 죠이찌에서는 리셉션과 배후를 담당합니다. 당사 대표와 함께 기획을 생각 시작해 일본 여성의 아름다움이란 무엇인가? 날마다 생각했습니다. 과거 약 12 ​​년 시술자로 근무한 속에서 많은 여성 고객의 고민이나 시술 후 힘차게 몸과 마음에 접촉 해 왔습니다. 시술 전은 딱딱에서 코리로 각진 몸도 시술 후 일본 여성 본래의 신선한 둥근 몸에 변화됩니다. 목소리도 잘 거리, 눈도 반짝 반짝하는 것이 피부도 맑아지고 계십니다. 이목구비가 뚜렷하다 든가, 배회 등 자주 일반적으로 말하는 아름다움뿐만 아니라 죠이찌 생각 아름다움은 여성이 편안하고 자연스러운 미소로있을 때입니다.단지 몸이 편해지 살롱이 아니라 시술 후 변화를 세세하게 전해 그분 자신 밖에없는 아름다움을 발견 주셔서 눈치 곳에서 지금까지 의식을 향해 않았다 자신의 몸에 꾸물와 의식이 향하고 관심이 제쳐 놓고 시작하고 몸과 마음이 하나가 된 곳에서 더욱 몸의 변화의 속도가 올라갑니다. 그냥 리셉션이 아니라 우리의 임무는 고객의 신체에 대한 의식의 부분에도 작용 해 나갈 것입니다. 연약한를 가지고 군웅을 제압이라고 합니다만, 여성은 부드럽고 유연하고있어 바로 그것이 힘이라고 생각합니다. 버드 나무 같은 이미지입니다. 외부 환경이 나날이 변해가면서 좋은 것도 좋지 않다도 여러가지가 일어납니다. 어떤 상황에서도 유연하게 생각 움직인다. 그것이 할 수있는 것은 몸과 마음은 연결되어 있기 때문에 생각의 문제뿐만 아니라 몸이 어떻게 유연인지? 이 중요합니다.죠이찌에서는 매일을 잘 보내고 싶어하는 성인 여성의 매일 몸이 좋아 질 좋은 국산 제품과 여성의 몸에 특화 한 10000 시간 이상의 현장 경험이있는 전문가들과 함께 지원하고 잘 먹겠습니다. 정말 좋은 동료가 모였습니다. 자신을 가지고 고객에게 소개드립니다.'
  },
  2: {
    title: '바디 자문 및 안내',
    name: '松澤 京佳',
    nameA: 'KYOKA MATSUZAWA',
    img: '/img/staff_matsuzawa_color.png',
    greeting: '"언제 까지나 아름답고 싶어."이 마음은 여자라면 누구나 한번 쯤 가지는 것이 아닐까요? 하지만 그 아름다움은 모두 공통은 아니다, 나는 생각합니다. \'각양 각색\'는 말이 있듯이, 여성의 아름다움도 \'각양 각색\'입니다. 그 사람이 가진 소질을 살리는 것으로, 그 사람 같다 "진정한 아름다움 \'을 손에 넣을 수 있다고 생각합니다. 그러나 현대 사회에서 아름다움에 대한 정보가 포화 상태가되어, 무엇을 믿고 좋은 것인지 모르는 것도 사실입니다. 또한 그러한 정보는 자신의 얼굴에 구축되어가는 아름다움과 모방되어가는 아름다움이며, 그 사람다움이 아니라고 나는 생각합니다. 화장 등의 아름다움도 물론 아름다움의 일부가 멋진 것 같아요.하지만, 본래의 자신의 아름다움을 알고 그것을 받아 들였다 때, 자신의 인생이 지금까지와 달리 느낄 것입니다. 자신의 아름다움을 안다는 것은 자신의 내면에 자신이 듣고 그것을 솔직하게 받아들이는 것입니다. 그러지 때 지금까지 느낀 적이없는 느긋하고 평 안함과 기쁨, 빛을 느낄 수 있다고 생각합니다. 죠이찌라면 여러분 자신의 본래의 아름다움의 발견과 떠나기 도울 수 있으면 자신감을 가지고 추천합니다. 바디 자문 및 안내로 고객 한분 한분과 진지하게 마주 그분 같다 아름다움을 찾아내어 싶다고 생각합니다.저도 짧은 기간에있었습니다 만, 지금까지 정체 치료사로서 귀하의 신체와 마주했습니다. 그 가운데에서 얻은 지식과 경험을 고문으로 활용하고 싶다고 생각하고 있습니다. 그리고 내일의 아름다움을 이끌어 제안 · 도움을시켜 주시면 감사하겠습니다. 여러분이 진심으로 자신의 아름다움에 자신감을 가질 때 옆에서 함께 기뻐할 한명의 인간으로서 재고량 싶다고 생각합니다.'
  },
  3: {
    title: '지압',
    name: '山上 祐子',
    nameA: 'YUKO YAMAGAMI',
    img: '/img/staff_yamagami_color.png',
    treatment: '·정체 : 지압과 토레가 접근을 융합 한 것\n·리플 렉솔 로지',
    strong: '카이로 프랙틱은 근육 · 관절 · 생활 습관 등 3 가지로 접근합니다. 근육의 조정 (트리거 포인트 테라피)에서 통증을 내고있는 근육을 찾아 근육의 딱딱 줄어든 부분에 자극합니다. 다음으로, 척추 · 골반 조정 (CMT는 추력 작업)에서 관절에 움직임을 추가하여 가동 범위를 넓혀 신체를 가꾸어줍니다. "보킷과 척추를 움직 때문 카이로 무서운 \'는 분들은 모 빌리 제이션 (천천히 움직이는 방법)에서 실시합니다. 마지막으로, 자세 · 호흡 · 걸음 걸이 · 몸의 사용법 등을지도합니다. 토레가 접근은 토레가 박사가 시작한 "무게를 단다", "조각하는 (형태를 느낀다)", "가볍게 스트레칭", "잠금 (흔들)"등조용하고 편안한 움직임을 반복하여 몸이 본래 가지고 있던 자유롭게 가볍고 편하게 움직일 생각 나게 지원을하는 작업입니다. 아주 부드럽고 감싸는듯한 터치 시술로 긴장에서 벗어나 심신에 깊은 휴식 할 수 있습니다. 온몸이 깔끔한 편 퍼지는 감각을 맛볼 수 있으면 기쁩니다. 아픈 기분 가압을 좋아하는 분들은 그렇게 우울을 좋아하는 분들은 토레가 접근을 많이 도입하는 등 고객 개인의 요구에 부응 할 수 있도록 적절하게 대응합니다.마사지는 발에있는 많은 화병이나 신경과 모세 혈관이 집중되는 곳에 적당한 자극을 주어 발바닥에서 무릎 뒤쪽까지 오일 구레나룻 다리 전체에 떨어졌다 혈액을 보냅니다. 이에 따라 상체의 긴장을 이완하고 자연 치유력이 높아져 나른함 피로를 줄일 수 있다고 믿고 있습니다. 정체와의 조합도 추천합니다. 몸과 마음은 하나이기 때문에, 몸이 가볍고 자유롭게되면 마음도 평화로운 감각으로 가득 차 있습니다. 고객이 자연스러운 미소에 넘쳐 더 즐거운 나날을 보낼 수 있도록 도와드립니다.',
    trigger: '지금부터 15 년 전, 전근을 갈 직장에서 힘든 사무 직장에서 일어날 수 없을 정도로 심하게 목을 다쳐 버려, 척추 틱 정체 원에 뛰어 들었습니다. 그리고 통해서 갈 때에 목 결림이나 요통이 사라진뿐만 아니라 서서히 몸 전체의 컨디션이 좋아지고가는 것에 매우 감동했습니다. 눈앞의 사람에게 직접 건강을주는, 그런 일에 매력을 느끼고, 뜻을 결코 사무직을 그만 카이로 틱 전문 학교에 입학했습니다. 누군가의 권유로 한 것은 아니고, 지금까지 흐름에 몸을 맡긴 일 밖에하지 않았다 나에게 첫 도전이었습니다. 그 후, 휴식 매장에서 마사지도 습득하면서 또한 토레가 접근하는 차체 (수기 요법)도 만나 눈에서 비늘! ! 의 감동 치료사 외곬으로 해왔습니다. 토레가 접근의 교육 과정을 일부 수강하고 배울수록 깊 차체 재미와 즐거움을 느끼고 있습니다.',
    thought: '먼저 자신을 편안하게 자신 속에 퍼졌다 기분 좋은 평화로운 감각을 고객에게 전달 될 수 있도록 시술을하고 있습니다. 고객과의 커뮤니케이션을 소중히하고 그때 그때의 몸의 반응을 느끼면서 시술 내용을 수시로 바꿔 나가도록하고 있습니다.',
    memories: '내 시술 후 몸의 축이 안정하고 깔끔하게 키가 자라 자세가 예뻐진 고하시는 고객이 많습니다. 취미가 일이라고해도 과언이 아닌 365 일 일 삼매도 내 시술로 살아난다! 라고 통해서주는 고객. 먼 곳의 해외 출장에 동행 해 시술 해 주었으면 정도라고 원하는 고객. 병원에 가도별로 이상은 없다고,하지만 발목이 코끼리처럼 붓기 신체가 너덜 너덜 피곤했다 갱년기에 도움을 준 감사 해주는 고객. 신체가 건강해질뿐만 아니라 마음도 치유되어 내일도 노력하려는 기분이 될 때 말하기 고객. 11 년 이상 내 외길 통해서주고, 이번 직장이 바뀐다 고 알고 글썽 고객. 그러한 고객 분과 작별하고이 죠이찌 왔어요 때문에 앞으로 더욱 노력해 더 많은 고객들이 진심으로 웃는 얼굴이되는 노력해 가고 싶습니다.'
  },
  5: {
    title: '침구사',
    name: '中川 優',
    nameA: 'YU NAKAGAWA',
    img: '/img/staff_nakagawa_color.png',
    treatment: '트리거 포인트 시술・미용 침・오일 트리트먼트',
    strong: '트리거 포인트 鍼施 술은 통증의 근본에 접근 해가는 鍼施 술입니다. 흐트러져 버린 아픔 센서를 갖춘 것입니다.침술라고 묻자 먼저 주사 바늘의 날카로운 감각을 이미지하는 분들이 많다고 생각합니다. 그러나 그것과는 달리 몸 전체에 준 무겁게 울리는 느낌이 나옵니다. 이 향의 감각은 아마 일상에서 맛볼 수는 없기 때문에, 鍼施 수술을받는 매력의 하나가 될 것으로 생각합니다. 처음 침술이 무섭다고 느끼고있는 사람도 많다고 생각 합니다만, 천천히 정중하게 고객 개개인에 맞게 鍼施 술을하겠습니다. 물론 침의 자극 량도 조절하는 것이 가능하기 때문에 자극이 싫어하는 사람도 안심하고 시술을받을 수 있습니다.',
    trigger: '학창 시절, 휴식 시설에서 처음 시술을받은 것을 계기로 치료사에 관심을 가졌습니다. 그 당시 나는 심한 두통에 시달리고 있고, 한 달에 몇 번 진통제를 먹지 않으면 견딜 수없는 상태였습니다. 심할 때는 구토까지 나올 정도였습니다. 그러나 거기서 처음 시술을받은 끝난 때 그렇게 심했던 두통이나 구토가 개선하고 몸 전체가 깨끗이 가벼워지고있었습니다. 거기에서 정기적으로 시술을 받음으로써 두통이나 구토가 출현 할 줄어들고 진통제를 마시는 것도 거의 없어 감동했습니다. 그리고 또한 그 때 담당 주신 치료사의 손의 감촉 시술을받을 때 공간이 매우 편안하며 행복한 시간 이었다는 것을 지금도 기억합니다.',
    thought: '고객 개개인에 맞는 기분 좋은 시술입니다. 각자 타고난 골격이나 체질이 다르기 때문에 그 때의 신체 상태에 따라 시술 내용을 조립하고 있습니다.\n날씨가 매일 바뀌는 것처럼, 고객의 신체 상태, 증상도 그때마다 바뀌어갑니다. 그 괴로운 상태에서 抜け出せれ 좋다고 나는 생각하고 있기 때문에, 침구 시술 바디 트리트먼트 오일 트리트먼트 페이셜, 어느 하나의 기법을 사용하여 개선시키는 것에 얽매이지 않도록하고 있습니다. 이러한 기법의 각각 좋은 점을 살려 나가는 것을 노력하고 있습니다. 그리고 시술 중의 평화의 공간, 기분 좋은 공간 만들기를 항상 소중히하고 있습니다. 내가 처음 시술을 받았을 때 느낀 것처럼, 죠이찌에서 시술을받는 고객에게 행복한 시간이라고 느낄 수 있도록 노력하겠습니다.\n',
    memories: '전문 학교를 졸업하고 처음 취직 한 휴식 시설에서 일주일에 한 번 나를 지명 해 주시는 고객님이 계셨습니다. (이하 T 씨라고합니다)T 씨가 처음 내점 된 경우, 안색이 나쁘고 문진 동안 고개를 숙이고있어 그다지 말을 발하지 않고 조금 어두운 인상을 받았습니다. 그러나 오일 트리트먼트 시술이 시작되고 잠시 후 "사실 지금 어머니의 간병을하고 계속 집에 일이 많아서 ... 심신이 지쳐있었습니다."라고 자신의 것에 대해 점차 얘기한다 준 것입니다. 듣고, T 씨는 2 년 전부터 혼자 헌신적 인 어머니의 간병을하고 있었다는 누구에게도 고민이나 상담을 할 수없이 괴로웠다 것을 저에게 털어주었습니다.그리고 시술이 끝나면 "오래간만에 천천히 安らげ했습니다. 나카가와 씨의 손에 시술 받으면 여러 곳이 가벼워지고 입까지 가벼워지는 것 (웃음) 마법의 손군요, 나도 어머니 에 내 마법의 손으로 간호 해 준다! "라고 말씀했습니다. 마법의 손 여부를 떠나서 (웃음) T 씨는 시술 전과는 전혀 다른 사람이되어 표정은 밝고 돌아갈 때까지 이야기를 해 생생한했습니다. 이후 T 씨는 일주일에 한 번 내점 해 주시는 것, 나아가서는 때때로 T 씨의 어머님도 함께 내점하게되고 두 사람 모두 매우 단란한 모습으로 통해서 주셨습니다. 내 시술로 여러가지 일을 바꿀 수있는거야! 와 치료사로 처음 자신감과 보람을 느끼고 소중한 추억입니다.'
  },
  7: {
    title: '미용사',
    name: '相澤 里絵',
    nameA: 'RIE AIZAWA',
    img: '/img/staff_aizawa_color.png',
    treatment: '얼굴・림프 배수',
    strong: '얼굴, 림프 배수 모두 시술의 강약에 신축성이있는 곳이 특징입니다. 올 핸드 기계를 사용하여 시술하면 얼굴 주위에 쌓인 노폐물을 제거하고 더 깔끔한 얼굴이되었다고 만족하실 거라고 생각합니다. 얼굴뿐만 아니라 데 콜테 어깨 견갑골 주위까지 제대로 풀어 흘리므로 더 깔끔한 느낌을 느껴받을 수 있다고 생각합니다. 또한 손가락을 빠르게 움직일 수 있기 때문에, 얼굴의 인상이 자랑입니다.\n자신이 본래 가지고있는 피부의 아름다움 · 부드러움 · 긴장된 얼굴을 실감하고 받고 싶다고 생각합니다.',
    trigger: '작은 때부터 패션과 메이크업, 청소하게 아주 좋아하고 미용에 관한 일을하고 싶습니다 미용사되었습니다. 소속 미용실은 얼굴도 실시하고있는 곳으로, 얼굴은 그 때 만났습니다. 내가 치료사 된 계기는이 미용사 시대에 만난 고객의 말씀이었습니다. 그 분은 제가 담당했던 고객 크고 두껍게 콤플렉스였던 자신의 손을 칭찬 해 주시고, 그 후 전문 치료사에게도 "이 손은 에스테틱 작업에 적합하다!이 손을 원 ! "라고 말씀 주셨습니다. 이를 계기로 에스테틱의 일에 관심을 가지고 치료사라는 직업에 만났습니다. 지금은 자신의 손이 사랑하고 자랑스럽게 생각합니다. 꼭이 손으로 여러분의 아름다움을 이끌어 가고 싶다고 생각하고 있습니다.',
    memories: '이전 근무하던 살롱, 계속 지명없이 내점 주시는있는 한 명의 고객이 계셨습니다. 우연히 그 분을 담당했을 때, "만난!"라고 그분이 말씀하셨습니다. 분명히 지금까지 자신의 치료사와 만날 수없고, 지명되지 않았던 것 같습니다하지만 만나 내 크고 두꺼운 손을 마음에 주신 것 같았습니다. 그때라고하지만, 계속 지명을 받고 담당시켜 주셨습니다. 이번 죠이찌로 이동하게 담당 할 수 없게되는 취지를 전했는데, "이 손과 작별을하는 것은 유감 외롭"라고 말씀하셨습니다. 자신의 손이 이렇게 사람을 치유 좋아하게받을 수 있다고 생각하면, 자신의 손에 자부심을 가질 수있었습니다. 죠이찌에서도이 손으로 많은 분들에게 평화와 유야를 제공 할 수 있으면이라고 생각합니다. 고객은 얼굴 · 신체뿐만 아니라 마음까지 안아 접객 · 시술을하고 싶다고 생각합니다. 자신의 경험에서 육아 나 개호의 고민 · 이야기에 폭넓게 공감할 수 점이 많다고 생각하기 때문에, 부담없이 나에게 이야기하십시오. 시술 자체도 0 세부터 연세 드신 분까지 폭넓게 대응할 수 있습니다.'
  },
  8: {
    title: '미용사',
    name: '桑嶋 みお',
    nameA: 'MIO KUWAJIMA',
    img: '/img/staff_kuwashima_color.png',
    treatment: '림프 배수・코루기・마사지・얼굴・바디 케어',
    strong: '내 자신있는 오일 트리트먼트 시술은 오일을 사용하여 직접 피부에 도포하고 손가락 끝에서 구석 구석까지 천천히 림프 흐르는 방향을 따라 조심스럽게 흘려갑니다. 노력하고있는 신체의 힘이 빠져 꾸벅 꾸벅 솜털, 극상의 시간에. 어깨 결림 요통, 자율 신경을 정돈 안는 아니라 붓기와 셀룰 라이트 케어 등 미용면이나 건강면에서도 주목 받고 있습니다. 또한 코루기 (骨気)는 올 핸드에서 얼굴 트리트먼트. 뼈, 근육, 뼈 근육, 림프 신경을 동시에 치료하는 것으로, 리프트 업, 부종 치료, 피로 회복, 작은 얼굴이 기대할 수 있습니다. 강약을 조정할 수 스트레스 사회의 현재에 기분 좋은 자극이되고, 횟수를 거듭할수록 피가 흐르고 중독성입니다! 꼭 시도해주십시오.',
    trigger: '고등학교의 동아리에 실패한 동료 케어를 맡았습니다. 見様見真似으로 몸을 풀어거나 문질러하거나 어쩔 소화 할 수없는 고민이나 이야기를 듣는 것만으로도 심신이 완화되는 것을 알고 사람을 위해 될 수있는 기쁨을 매우 기쁘게 치료사되었습니다. 또한 미국의 대학에서 배운 심리학이나 병원 근무, 자원 봉사 활동의 경험을 살려 여러분의 도움이되면 다행입니다.',
    thought: '매일 바쁜 살롱에 들러 주시고, 귀중한 시간 속에서 조금이라도 일상을 잊어 버리거나 마음 속에있는 노폐물을도 낼 수가 평소보다 온화하고 부드러운 느낌이되어 받는 일을 소중히하고, 시술하겠습니다. 심신이 "후와"고 텅되고, 그리고 신체에 활력이 넘쳐 바랍니다.',
    memories: '움직이는 것도 어려움 중 수십 개의 병원에가는 것도 원인을 모르고, 자신의 마지막 도전에서 처음 림프 배수와 코루기을 받으 셨습니다. 약 8 년간 담당하겠습니다 주 1 회 내점 속도에서 서서히 달 1 회가 쓰러지는 불안도 줄고, 외출도 가능. 그 무렵부터 내점 때마다 웃는 얼굴을 볼 수있어 조금씩 할 수있게하신 점이나 "이것도 저것도 도전하고 싶다! "라며 적극적으로 이야기를 해 주셨습니다. 어느새 내 것이 파워를 받고, 그 멋진 미소를 잊을 수 없습니다.'
  },
}
var itemName = {
  0: '치료사 된 계기',
  1: '어떤 생각으로 시술하고 있는지? 시술시 중요하게 생각하는 것은?',
  2: '고객과의 추억',
  3: '인사말'
}
var specialty = '자신있는 시술';


var courseData = {
  1:{
    name: "ヘルスボディケアコース",
    genre: "ほぐし・整体・カイロプラクティック",
    img: "/img/course_health_bodycare.png",
    description: "関節をほぐしながら固くなった筋肉を緩めます。揉みほぐしがメインのコースです。",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  2:{
    name: "ビューティーボディケアコース",
    genre: "小顔矯正・骨盤矯正・美容整体",
    img: "/img/course_beauty_bodycare.png",
    description: "日常の生活習慣の癖として顔、体に出ているゆがみを調整し楽な状態へと導きます。姿勢や全身のバランスが気になる方にお勧めです",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  3:{
    name: "ヘルスアキュベンクチャーケアコース",
    genre: "鍼・耳つぼ",
    img: "/img/course_health_accubenckher.png",
    description: "コリの芯に直接ピンポイントでアプローチします。各コースに 20分 ~ 30分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  4:{
    name: "ビューティーアキュベンクチャーケアコース",
    genre: "美容鍼",
    img: "/img/course_beauty_accubenckher.png",
    description: "リフトアップ、むくみ、シミ、シワ、ほうれい線などにお悩みの方に。 各コースに 20 分 ~ 30 分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  5:{
    name: "オイルトリートメントケアコース",
    genre: "全身オイルトリートメント",
    img: "/img/course_beauty_oiltreatment.png",
    description: "ただ流すだけの気持ちのいいオイルではなく、コリをしっかりとほぐしながらデトックスリンパケアを行います。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  6:{
    name: "フェイシャルトリートメントケアコース",
    genre: "フェイシャル",
    img: "/img/course_beauty_facial.png",
    description: "肌に入り込んだ汚れをとりつつ、 肩首顔のコリをオイルでほぐします。JYOICHI の基礎化粧品を使用し、本来持っているお肌の美しさを引き出します。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  7:{
    name: "ホットストーントリートメントケアコース",
    genre: "ホットストーン",
    img: "/img/course_beauty_hotstone.png",
    description: "遠赤外線効果により、身体の深部まで温めます。身体を温めてくれるので、むくみが気になる方・身体を引き締めたい方にお勧めです。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円",
    caution:`下記に該当される方は、お身体のへの影響を考慮して施術をお断りさせていただく場合もございます。

              ・急性喘息の方
              ・急性の感染症にかかった方
              ・炎症の症状をお持ちの方
              ・妊娠中の方
              ・皮膚の障害をお持ちの方
              ・心臓の障害をお持ちの方
              ・静脈瘤の方
              ・糖尿病をお持ちの方で、壊死や神経障害の方
              ・疲労困憊でお体が衰弱している方
              ・8時間以上のフライトの後`
  },
  8:{
    name: "ジョーイチスペシャル<br>オーダーメイドコース",
    genre: "オーダーメイド",
    img: "/img/course_beauty_ordermaid.png",
    description: "お客様のご要望に合わせて組み合わせます。こちらのコースの予約は電話でお願いします。",
    price: "会員価格",
    price_detail: "コースの組み合わせによって料金が変わります。",
    example:`・美容鍼30分 ＋ フェイシャル60分 21,000円
お顔周りのスペシャルケアに。顔の鍼とフェイシャルトリートメントの組み合わせコースです。
リフトアップ、くすみ、しみ、しわ、ほうれい線にアプローチします。

・身体鍼30分 ＋ 整体60分 15,000円
揉みほぐしで筋肉、関節を緩め、慢性的なコリの芯に鍼でアプローチします。
根本的に体をケアしたい方へ。`
  }
}

var caution = "施術に関する諸注意";
var example = "オーダーメイドコース例";
var discount = "期間限定 特別ご優待"
