var staffData = {
  1: {
    title: '身体咨询和礼宾服务',
    name: '泉 安奈',
    nameA: 'ANNA IZUMI',
    img: '/img/staff_izumi_color.png',
    greeting: '我是一个喷泉，将担任Jyoichi商店的经理。以前我们在使用我们独立的商业风格的女士沙龙粉末涂料时担任商店经理。我负责接待并在Jyoichi身后。开始考虑与公司代表一起规划，日本女性的美丽是什么？我每天都在想。在他担任12年从业过去，客户很多女性的烦恼，已经在身体和精神，这是治疗后热闹了Furea”。在手术前，身体是可怕的，有棱角的角度，将与日本女性的新鲜和圆润的身体一起治疗后改变身体。声音也很顺利，眼睛闪闪发光，你的肤色很清晰。十日五官清晰，手脚不仅是由一般的好，如长，而且认为Jyoichi的美女说美女，是当一个女人放松可以停留在一个自然的姿势微笑。但身体不是那么容易沙龙，变化告诉精细处理后，人会意识到自己不仅是美女，从它被发现的，并Gugutsu对自己的身体没有直接觉悟到现在为止意识转变，兴趣开始，身体变化的速度从身心成为一体的地方进一步增加。它不仅仅是一个招待会，但我们的工作是在你的身体意识方面努力。据说可以灵活地抑制口香糖，但我认为如果女性柔软而柔软则是强度。它就像一张柳树图像。随着外部环境每天都在变化，各种各样的事情都会发生，无论好坏。在任何情况下灵活思考。身体和心灵可能是相互联系的，那么身体如何不仅仅是思想问题呢？很重要。在Jyoichi，谁想要每天的成年女性每天花好，商品和良好的国内品质身体的快乐，并协助与的10000小时以上的现场经验专业人士奉献给一个女人的身体我会帮你的。一个非常精彩的团队聚集我们将自信地向客户介绍自己。'
  },
  2: {
    title: '身体咨询和礼宾服务',
    name: '松澤 京佳',
    nameA: 'KYOKA MATSUZAWA',
    img: '/img/staff_matsuzawa_color.png',
    greeting: '“我想永远美丽。”如果这是一个女人，这种感觉对任何人都有吗？但是，我认为美丽并不是所有人都喜欢的。由于有“十二个男人的颜色”这个词，女性的美丽也是“二十个颜色”。通过利用这个人的财产，我认为你可以获得那个人的“真正的美丽”。但在现代社会，关于美的信息变得饱和，事实上我不知道该相信什么。此外，我觉得这样的信息是建立在我自己的表面上的美，模仿的模仿，而不是他的个性。化妆之类的美容是美容课程的一部分，我觉得很棒。然而，当你知道自己的原始美并接受它时，你的生活将会有不同的感受。要知道你的美丽就是你在里面倾听并顺从地接受它。当我能做到这一点时，我想我能感受到我以前从未感受到的弹性，喜悦和光芒。如果是Jyoychi，我将充满信心地证明您将能够帮助您找到并提取自己的原始美。作为身体咨询和礼宾，我想认真面对你们每一个人，并找到一个人的美貌。虽然我自己在很短的时间内，但到目前为止，我一直作为常规治疗师面对顾客的身体。我想利用作为顾问获得的知识和经验。如果你能帮助我们建议明天的美丽，我们将很高兴。当每个人都能从心底为自己的美丽感到自豪时，我希望能够像一个愿意一起欢乐的人一样生活。'
  },
  3: {
    title: '按摩师',
    name: '山上 祐子',
    nameA: 'YUKO YAMAGAMI',
    img: '/img/staff_yamagami_color.png',
    treatment: '·维护：脊椎按摩疗法和触发疗法的结合\n·反射疗法',
    strong: '脊椎按摩疗法来自三个肌肉，关节，生活习惯。在肌肉调整（触发点治疗）中，找到疼痛的肌肉并刺激肌肉的硬而收缩的部分。接下来，调整脊柱/骨盆（称为CMT的推力操作）以向关节添加运动以扩大运动范围并准备身体。对于那些因为骨干被移动而对开罗感到恐慌的人，我将采取动员（缓慢移动的方法）。最后，我将教你如何使用姿势，呼吸，如何走路，如何使用身体。该Torega办法“权衡”的Torega博士开始，“（感觉形式）雕塑”，“轻轻拉伸”，“锁定（摇）”等。这是一项支持重复轻柔舒适动作的工作，记住身体轻轻舒适地移动。它是一种非常柔软和包裹的触摸治疗，你可以在身心和身体上放松，不受紧张。我很高兴，如果你能尝到整个身体的感觉清新，易于传播。由于对疼痛的感觉压喜欢你，削弱那些谁与你喜欢或合并了很多Torega方法对应恰当地满足客户个别的需求。反射疗法，以及许多在脚锅中，提供一个温和的刺激，其中神经及毛细血管集中的地方，在油从脚到膝盖后面鬓角的，降低的血液返回给整个足部。认为上身的张力放松，自然愈合能力增加，并且减轻了暗沉和疲劳。还建议与身体结合使用。由于身心是一体的，当身体变得轻盈自由时，心灵会感到充满宁静。我们将帮助您摆脱自然的微笑，发送更愉快的日子。',
    trigger: ' 十五年前从现在开始，我在工作场所努力工作，所以我的脖子受到了很大的伤害，以至于我无法起身跑到脊椎矫正研究所。而且，当我经过时，我的颈部僵硬和背部疼痛已经消失，但我总是逐渐变得更好，感动了很多。我直接感受到了我面前的魅力，我着迷于这样的工作，我从不退出职员，进入职业学校的脊椎按摩师。这是我向我提出的第一个挑战，我不仅被某人推荐，而且仅仅是我在流程中不关心的工作。在此之后，我们还在放松店学习反射疗法，我们还遇到了称为Treger Approach的车身（程序疗法），并从眼睛中扩展！ ！治疗师给我留下了深刻的印象。随着您的学习，参加了一系列的宝藏方法培训课程，感受到车身的乐趣和乐趣。',
    thought: '首先，我正在放松自己，并进行治疗，以便在我自己内部传达舒适的和平感，传达给顾客。 我重视与顾客的沟通，不时感受到身体的反应，所以我不时地改变治疗内容。',
    memories: '经过我的治疗，我们的许多客户都说身体的轴线是稳定的，神清气爽，背部伸展，姿势变得干净。可以毫不夸张地说，我的爱好是365天工作即使我勤奋工作，我的手术也会让我的生活恢复原状！通过说的客户。希望他们希望您在远程海外商务旅行中练习的客户。客户被告知他们去医院时没有任何异常，但感谢脚踝像大象一样肿胀，身体在绝经期间帮助身体疲惫。一个客户说，不仅身体会变得健康，而且心灵也会得到治愈，这将成为我们明天会努力的感觉。经过我超过11年的客户，他们知道工作场所将会改变这段时间。当我和这些顾客分手时，我来到这个Jyoichi，所以我想从现在开始努力，努力让我的心更加微笑。'
  },
  5: {
    title: '针灸师',
    name: '中川 優',
    nameA: 'YU NAKAGAWA',
    img: '/img/staff_nakagawa_color.png',
    treatment: '触发点治疗·美容针灸·油脂治疗',
    strong: '触发点针灸是一种接近疼痛根源的针灸方法。 \n在询问针灸时，我认为有很多人最初想象注射针的尖锐感觉。 然而，与它不同的是，我感觉Zune对整个身体的沉重和嘎吱嘎吱的感觉。 由于这种hibiki感觉在日常生活中可能从未尝过，我认为它将成为接受针灸治疗的吸引力之一。 我想很多人都觉得第一针灸是可怕的，但我们会根据每个顾客的要求，慢慢地针灸。 当然，也可以调整针灸的刺激量，因此那些不擅长刺激的人可以不受焦虑地接受治疗。',
    trigger: '我对治疗师感兴趣，因为我在上学期间第一次在放松设施接受治疗。 那个时候，我头痛得很厉害，一个月不用多次服用止痛药就无法忍受。 当它很可怕时，它就足以让人感到恶心。 但是当我第一次接受治疗时，出现了如此多的可怕的头痛和恶心，立即整体变得更轻，更轻。 通过从那里定期接受治疗，头痛和恶心的出现减少，几乎没有止痛药几乎是不礼貌的。 而且，我仍然记得治疗师当时掌管的感觉，接受治疗时的空间是非常舒适和幸福的时间。',
    thought: '适合每位顾客的舒适护理。因为每个人出生的骨架以及构成不同所以根据当时的身体状态汇集治疗内容。\n随着天气每天都在变化，您的身体状况和症状每次都会发生变化。对于和你摆脱痛苦的状态，我的，以免它赶上了针灸治疗身体护理油治疗面部，本程序的任何一个改善。我们正在努力充分利用这些技术。此外，我们在操作过程中不断珍惜舒适的空间，营造舒适的空间。正如我第一次接受手术时所感受到的那样，我将尽力让您觉得在Jyoichi接受治疗的客户是一个幸福的时刻。',
    memories: '一名从职业学校毕业并在我第一次找到工作的放松设施中每周任命一次的客户已经到了。 （以下简称T先生）\n当T先生第一次来访时，我的印象很深，因为我的肤色不好，我在采访时受宠若惊，而且我没有说太多。然而，一段时间后油处理的处理开始“其实现在，往往是多是在母亲的养老院......我累了身体和精神上。”而且，逐渐开始谈论自己我给了它。当我问起时，T先生向我证实她的母亲两年前已经认真地投入了自己的生活，她无法与任何人交谈或进行任何咨询。当处理完毕后，“Yasurage是一个漫长的时间后，慢慢来。中川先生，我喜欢打火机，直到嘴变得更轻各个地方并获得了（笑）手中治疗是手的魔力，我也母亲我会用我神奇的手抚摸你的生命来照顾你！“如何撤销或手（笑）的魔法，T先生的面部表情也变得像一个不同的人比以前的治疗是光明的，曾经活泼已经回家了说话的方式。之后，T先生每周来一次访问，有时T先生的母亲也来访，我们俩都非常相处。我可以用我的治疗改变各种各样的东西！作为一名治疗师，这是一个重要的记忆，我第一次感到自信和有益。'
  },
  7: {
    title: '美容师',
    name: '相澤 里絵',
    nameA: 'RIE AIZAWA',
    img: '/img/staff_aizawa_color.png',
    treatment: '面部·淋巴引流',
    strong: '面部和淋巴引流这两个特征都是治疗强度的特征。 我认为如果你用一只手和一台机器来消除脸上堆积的废物，你的脸就会变得更加清晰。 我不仅会放松脸部，还会放松肩部·肩部·肩胛骨，所以我觉得你可以享受更精致的感觉。 另外，因为你可以快速移动手指，所以我很善于抬起你的脸。我希望你能体会到自己肌肤的美丽，柔软和紧致的面容。',
    trigger: '我喜欢时髦，化妆，从很短的时间开始美丽，我想做美容，我成了理发师。我所属的美容院也正在进行面部护理，当时我遇到了面部护理。\n我成为治疗师的原因是来自在这个理发师时代遇到的顾客的话。这样一来，我是负责的客户，我会恭维大而厚的复合物是掌握在自己手中，是“你想有手！这手朝工作对后续专业治疗师的美我被告知了！有了这个，我开始对美学工作感兴趣，并遇到了治疗师。我很自豪我现在爱我的双手。无论如何，我想用这只手画出每个人的美丽。',
    memories: '我们沙龙里的一位顾客以前一直在工作，而没有访问我们一段时间。当我偶然掌管那个人时，那个人说“我遇见了你！”显然，有没有可能与你自己的治疗师那里迎接到现在为止，但我喜欢未获提名，我和遭遇，在我们看来很喜欢我的大，厚实的手。从那以后，我被提名了很长时间，我负责。将这段时间去Jyoichi，据报道，这一个事实，即不能负责，“手和告别遗憾，寂寞”与说是请。 Palm的自己的手被治愈这么多的人，我认为你可以来爱，我能够感到自豪，他自己手中。我希望Jyoichi可以用这只手为许多人提供舒适和治疗。\n\n客户不仅你的脸，你的身体，我要以客户为治疗依偎的心脏。从自身的经验，因为我认为，为人父母和忧虑，广泛同情，可指向谈长期护理的大，请随时和我说话。治疗本身可以覆盖范围广泛，从0岁儿童到被称为年度儿童。'
  },
  8: {
    title: '美容师',
    name: '桑嶋 みお',
    nameA: 'MIO KUWAJIMA',
    img: '/img/staff_kuwashima_color.png',
    treatment: 'Lymph Drainage，Korgi，Reflexology，淋巴引流，Korgi，面部护理，身体护理',
    strong: '使用油治疗我最喜欢的油脂治疗，直接涂抹在你的皮肤上，从手指尖到每个角落慢慢地沿着淋巴的流动方向流动。 智子的身体努力了，在最好的时候，它是蓬松的。 僵硬的肩部腰痛，不仅要准备植物神经，还要注意美容和健康方面的肿胀和橘皮组织护理。 此外，Korgi（osteomyus）是一种全手的面部护理。 可以预期治疗骨骼，肌肉，骨骼肌肉，淋巴神经，抬起，肿胀护理，疲劳恢复，小脸等。 力量可以调整，对于压力社会的现状来说是一种愉快的刺激，每次重复次数，血液就会上瘾！ 请务必尝试。',
    trigger: '我在高中俱乐部的活动中得到了一个破碎的家伙。 我知道放松和揉搓身体的事情，知道我的身心只是通过听取我无法消化的麻烦和谈话而放松，能够为别人做的快乐非常高兴我成为了一名治疗师。 此外，我希望您能够利用这种经验，在美国大学学到的心理学，医院工作，志愿者活动等等。',
    thought: '虽然我每天都很忙，但是我去了沙龙，我在一个宝贵的时间里忘记了我的日常生活，可以在我脑海里浪费一些东西，比往常更平静温和。 我珍惜它，我会对待它。 身心是空的“福娃”，我希望身体里充满活力。',
    memories: '由于移动困难，有数十例病例去了医院，我不知道原因，我能够在最后一次挑战中第一次接受Lymph Drainage和Korgi。 我将负责大约8年，从每周一次的访问速度逐渐到达每月一次，害怕崩溃减少，外出也是可能的。 从那时起，每次来到商店，都会看到一个微笑，我能够一点一点地做到这一点，“我也想挑战这个！ 我正在积极地说话。 总有一天，我得到了力量，我不能忘记那个美好的笑容。'
  },
}
var itemName = {
  0: '我成为治疗师的原因',
  1: '你有什么样的感觉？ 在手术过程中你关心什么？',
  2: '记忆与客户',
  3: '问候'
}
var specialty = '好的待遇';


var courseData = {
  1:{
    name: "ヘルスボディケアコース",
    genre: "ほぐし・整体・カイロプラクティック",
    img: "/img/course_health_bodycare.png",
    description: "関節をほぐしながら固くなった筋肉を緩めます。揉みほぐしがメインのコースです。",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  2:{
    name: "ビューティーボディケアコース",
    genre: "小顔矯正・骨盤矯正・美容整体",
    img: "/img/course_beauty_bodycare.png",
    description: "日常の生活習慣の癖として顔、体に出ているゆがみを調整し楽な状態へと導きます。姿勢や全身のバランスが気になる方にお勧めです",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  3:{
    name: "ヘルスアキュベンクチャーケアコース",
    genre: "鍼・耳つぼ",
    img: "/img/course_health_accubenckher.png",
    description: "コリの芯に直接ピンポイントでアプローチします。各コースに 20分 ~ 30分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  4:{
    name: "ビューティーアキュベンクチャーケアコース",
    genre: "美容鍼",
    img: "/img/course_beauty_accubenckher.png",
    description: "リフトアップ、むくみ、シミ、シワ、ほうれい線などにお悩みの方に。 各コースに 20 分 ~ 30 分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  5:{
    name: "オイルトリートメントケアコース",
    genre: "全身オイルトリートメント",
    img: "/img/course_beauty_oiltreatment.png",
    description: "ただ流すだけの気持ちのいいオイルではなく、コリをしっかりとほぐしながらデトックスリンパケアを行います。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  6:{
    name: "フェイシャルトリートメントケアコース",
    genre: "フェイシャル",
    img: "/img/course_beauty_facial.png",
    description: "肌に入り込んだ汚れをとりつつ、 肩首顔のコリをオイルでほぐします。JYOICHI の基礎化粧品を使用し、本来持っているお肌の美しさを引き出します。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  7:{
    name: "ホットストーントリートメントケアコース",
    genre: "ホットストーン",
    img: "/img/course_beauty_hotstone.png",
    description: "遠赤外線効果により、身体の深部まで温めます。身体を温めてくれるので、むくみが気になる方・身体を引き締めたい方にお勧めです。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円",
    caution:`下記に該当される方は、お身体のへの影響を考慮して施術をお断りさせていただく場合もございます。

              ・急性喘息の方
              ・急性の感染症にかかった方
              ・炎症の症状をお持ちの方
              ・妊娠中の方
              ・皮膚の障害をお持ちの方
              ・心臓の障害をお持ちの方
              ・静脈瘤の方
              ・糖尿病をお持ちの方で、壊死や神経障害の方
              ・疲労困憊でお体が衰弱している方
              ・8時間以上のフライトの後`
  },
  8:{
    name: "ジョーイチスペシャル<br>オーダーメイドコース",
    genre: "オーダーメイド",
    img: "/img/course_beauty_ordermaid.png",
    description: "お客様のご要望に合わせて組み合わせます。こちらのコースの予約は電話でお願いします。",
    price: "会員価格",
    price_detail: "コースの組み合わせによって料金が変わります。",
    example:`・美容鍼30分 ＋ フェイシャル60分 21,000円
お顔周りのスペシャルケアに。顔の鍼とフェイシャルトリートメントの組み合わせコースです。
リフトアップ、くすみ、しみ、しわ、ほうれい線にアプローチします。

・身体鍼30分 ＋ 整体60分 15,000円
揉みほぐしで筋肉、関節を緩め、慢性的なコリの芯に鍼でアプローチします。
根本的に体をケアしたい方へ。`
  }
}

var caution = "施術に関する諸注意";
var example = "オーダーメイドコース例";
var discount = "期間限定 特別ご優待"
