var staffData = {
  1: {
    title: '店長 美體顧問＆接待人員',
    name: '泉 安奈',
    nameA: 'ANNA IZUMI',
    img: '/img/staff_izumi_color.png',
    greeting: '我是這次擔任JYOICHI店長一職的泉安奈。過去曾在敝公司其他業態的女性整骨沙龍POWWOW中邊治療邊擔任店長職務。在JYOICHI則負責接待及後場人員。自從與敝公司代表一同開始規劃後，便每天都在思考日本女性之美到底是什麼？在過去約12年的治療經驗中，時時接觸到許多女性顧客的困擾及治療後充滿活力的身心。治療前肌肉痠痛、僵硬不已的身體，在治療後變化為日本女性原有水嫩且圓潤的姿態。聲音順暢、眼睛也閃閃動人，連色澤也變得清澄不已。JYOICHI所認為的美並非五官挺立、手腳細長等一般所說的外在美，而是女性在放鬆下展露自然笑容的時候。我們並非只是讓身體變得輕鬆的沙龍，而是仔細地向顧客傳達治療後的變化，讓顧客能發現到自己所擁有獨一無二的美麗，在發現的同時，也能開始多加注意自己至今未曾在意過的身體，並產生興趣，從身心合為一體的狀態下進一步提升身體變化的速度。我們的工作並非只是一般的接待，而是幫助顧客能更加在意自己的身體。所謂的以柔克剛，正因為女性柔和輕盈才更顯堅強。如同楊柳般。在外部環境每日變化下，無論好事或壞事皆有可能發生。不管處於什麼樣的狀況下，皆能柔軟地思考行動。由於身心相互連繫，因此要達到如此境界，重要的並非只有思考上的問題，還包括身體是否足夠柔軟。在JYOICHI中，我們透過每天皆能讓身體感到開心的優質日本產商品，以及與特別專注在女性身體上10,000個小時現場經驗的專家們，一同為了希望每天都能過得更好的成人女性提供幫助。我將秉持自信向顧客介紹聚集在此的出色夥伴們。'
  },
  2: {
    title: '美體顧問＆接待人員',
    name: '松澤 京佳',
    nameA: 'KYOKA MATSUZAWA',
    img: '/img/staff_matsuzawa_color.png',
    greeting: '「隨時都想要保持美麗」，這個想法應該是每個女性都有的吧。不過我認為美麗的概念並非每個人都相同。正如同「十人十色」，女性的美麗也是「十人十色」，因人而異。透過發揮每個人的素質，才能真正獲得個人特有的「真正美麗」。不過，在現代社會中，與美麗相關的資訊已呈現飽和狀態，各式各樣的資訊讓人無法判斷該相信什麼。此外，我自己覺得利用這些資訊來構築自己的外在美麗或是模仿下形成的美麗，都缺乏了個人的獨特性。透過化妝等形成的美麗當然也是美的一部分，非常地棒。但是，當了解並接納自身原有美麗時，應該會感受到自己至今為止截然不同的人生。了解自己的美麗意味著傾聽了自己的內心，並率直地接納了內心的聲音。此時，應該能感受到至今未曾有過的悠然自得、喜悅及光輝。在JYOICHI中，我們能幫助並引導顧客發現自身原有的美麗，並且懷抱自信給予建議。作為美體顧問＆接待人員，我會真誠地面對每一位顧客，希望能幫忙找尋出每一位的獨特之美。雖然期間不長，但我自己也曾身為整骨治療師面對顧客的身體。我將作為美體顧問善用從中學習到的知識及經驗，如果能讓我幫助顧客並提供建議藉以引導出明日的美麗，將會非常開心。當大家打從內心對自己的美麗感到自豪的同時，我希望自己是在旁一同感到開心的其中一人。'
  },
  3: {
    title: '脊椎指壓治療師',
    name: '山上 祐子',
    nameA: 'YUKO YAMAGAMI',
    img: '/img/staff_yamagami_color.png',
    treatment: '·整骨：融合脊椎矯正及崔格療法\n·足部按摩',
    strong: '脊椎矯正有3種療法，包括從肌肉、關節及生活習慣來進行矯正。透過肌肉的調整（激痛點治療）找出感覺疼痛的肌肉部位，針對肌肉僵硬及緊縮的部分給予刺激。接著是透過脊椎及骨盤的調整（名為CMT的推力操作），加上擴展關節的可動領域，調整身體。對於「整脊椎時會發出啪啪聲，覺得脊椎矯正很恐怖」的人，則進行關節鬆動術（緩慢調整關節的方法）。最後會針對姿勢、呼吸、走路方法、身體的使用方法等進行指導。所謂的崔格療法，是由崔格博士所研發的，透過「衡量重量」、「雕刻（感覺形狀）」、「輕輕延展」、「搖動（擺動）」等，重複平穩且舒適的動作，藉由幫助身體回想出原有自由、輕快且輕鬆的行動。在極盡溫柔的手感下，透過治療讓緊張的身心皆能達到深沉地放鬆。如果能讓顧客感受到全身非常舒暢且輕鬆，我便會非常開心。無論是喜歡大力按壓，覺得痛卻舒服的人，或是喜歡輕柔按壓，利用崔格療法的人，我都會依據顧客的要求，提供最適當的應對。足部按摩是針對腳上較多的穴道、神經及微血管集中的地方，給予適度的刺激，利用精油從腳底按摩至膝蓋後方，讓集中於腳上的血液能夠回流。藉此被認為也能減緩上半身的緊張，提高自然治癒力，減輕身體的疲憊。也非常推薦與整骨一同治療的組合。由於身心為一體，當身體變得輕鬆自在，心靈也會充滿和平。為了讓顧客臉上能充滿自然的笑容，並度過更為充實愉快的每一天，我會盡力幫忙。',
    trigger: '我在15年前曾在調職的職場中負責艱難的事務工作，當時脖子非常地疼痛，幾乎痛到無法起身，因而前往進行脊椎矯正的整骨院。在前往了幾次之後，除了脖子酸痛及腰痛的問題解決了之外，整個身體的狀況也漸漸變好了，讓我非常地感動。藉此也感受到整骨院工作的魅力，那就是能直接帶給眼前的人活力。因此在下定決心後就辭掉事務工作，進入脊椎矯正的專門學校就學。並不是受到他人的勸誘，對於至今為止只作被交代的工作的我來說，可是第一次的挑戰。之後也在美容美體店中學習足部按摩，進而又接觸到名為崔格療法的身體療程（徒手治療），讓我突然恍然大悟！！此後便一直從事治療師的工作。我也曾上過幾次崔格療法的訓練課程，這是種越學越深奧的身體療程，讓我感到非常有趣及快樂。',
    thought: '首先讓自己先放鬆，並且像是要將擴散於自己體內的舒適、和平感覺傳達給顧客般，進行治療。治療時最重視與顧客的溝通，一邊感受當下顧客身體的反應，隨時變換治療的內容。',
    memories: '在我治療後，有許多顧客告訴我自己身體的基軸便安定、背部挺直、姿勢變好了。也曾有像是把工作當做興趣一樣，365天不停工作的顧客，告訴我自己因為我的治療而重生了！並且希望我能跟著他一起去遙遠的國外出差，在國外也持續幫他進行治療。就算去醫院也被說沒有異常，但是腳踝卻水腫的跟大象一樣，因為更年期而身體虛弱疲憊的顧客，也感謝我的幫助。告訴我除了身體變得有精神之外，心靈也被療癒，感覺明天也能繼續加油的顧客。持續11年一直前來讓我治療，得知這次要改變職場而眼淚汪汪的顧客。跟這些顧客告別，來到JYOICHI，皆下來也會更加努力，希望能讓更多的顧客能打從心裡露出笑容。'
  },
  5: {
    title: '針灸師',
    name: '中川 優',
    nameA: 'YU NAKAGAWA',
    img: '/img/staff_nakagawa_color.png',
    treatment: '激痛點治療、美容針、精油按摩',
    strong: '激痛點針灸術是針對疼痛的根本進行治療的針灸術。改善錯亂的疼痛感應。\n應該有許多人在聽到針的時候，會先想到針筒尖銳的感覺。不過針灸可是與打針完全不同，會有全身痠麻的感覺。這痠麻感正是平常體會不到的，也是針灸術的魅力之一。雖然有很多人在初次針灸時感到害怕，不過我會緩慢謹慎地配合每一位客人，實施針灸。當然，也能調整針的刺激量，不擅長刺激感的人也能安心接受治療。',
    trigger: '最初的契機是在學生時代，第一次在美容美體設施中接受治療，進而對治療師感到興趣。當時，我正困擾著非常嚴重的頭痛問題，每個月都要吃好幾次止痛藥，不然會痛得受不了。嚴重時，還會覺得想吐。不過第一次接受治療後，如此嚴重的頭痛跟嘔吐感都獲得改善，全身變得輕鬆自在。從那之後仍持續定期接受治療，頭痛跟嘔吐感出現的次數減少，也幾乎不用吃止痛藥，讓我非常地感動。此外，當時負責的治療師在治療時的手的觸感及空間都非常地舒服，可說是非常幸福的時間，就連現在也還是會想起。',
    thought: '為每一位客人提供適合且舒服的治療。每個人天生擁有的骨骼及體質皆不同，因此會配合當時的身體狀況，提供適當的治療內容組合。正如同天氣每天都會變化一樣，顧客的身體狀況及症狀也是每次都不同。為了讓顧客能從痛苦的狀態中解脫，感到舒服，我不會僅限於利用針灸治療、身體按摩、精油按摩、臉部護膚等其中一種技術進行改善。而是會善用上述各種技術中的優點為顧客治療。並且隨時著重於營造出安心且舒適的治療空間。就如同我第一次接受治療一樣，努力讓在JYOICHI接受治療的顧客也能感受到最幸福的時間。',
    memories: '從專科學校畢業後，在第一次就職的美容美體設施中，有一位每個禮拜會指名我一次的顧客。（以下稱為T小姐）\nT小姐在剛來店的時候，臉色很差，問診中也一直低頭不太講話，讓我有著些微陰暗的印象。不過，在開始進行精油按摩沒多久之後，自己開始跟我述說著「其實，現在正在照顧母親，所以很長時間都一直都待在家裡…身心都感到很疲累。」仔細一聽，原來T小姐從2年前開始就獨自一人努力照顧著母親，無法跟任何人講述煩惱或商量，非常地辛苦。然後治療結束後，向我說著「很久沒有這樣悠閒放鬆了。讓中村小姐治療後，感覺很多地方都變輕鬆了，感覺連嘴巴也變輕了呢（笑）真是魔法之手呢，我也要利用我的魔法之手來照顧母親！」。無論我的手是不是真的魔法之手（笑），T小姐彷彿跟治療前是不同人一樣，表情變得明亮，直到回去之前還一直跟我對談，非常地生氣勃勃。之後，T小姐變成每個禮拜會來店一次，偶爾也會帶著母親一起來店，兩人感覺非常地親密。透過我的治療原來能改變許多事情！那是我第一次對於身為治療師感到非常有自信及很有意義的重要回憶。'
  },
  7: {
    title: '美容師',
    name: '相澤 里繪',
    nameA: 'RIE AIZAWA',
    img: '/img/staff_aizawa_color.png',
    treatment: '臉部護膚、淋巴引流',
    strong: '無論是臉部護膚或淋巴引流，在治療上的力道皆有強弱大小。希望透過雙手或機器進行療程，能將顧客臉上所累積的老舊廢棄物去除，使臉部更加緊緻，並令顧客感到滿意。除了臉之外，連前胸、肩膀、肩胛骨周圍都會徹底按摩，讓您能有更加舒適的感受。此外，由於手指能快速動作，因此我也非常擅長臉部的拉提緊實。\n希望能讓您親自感受到自己原有的肌膚之美、柔嫩度及緊實的臉部。',
    trigger: '自小就非常喜歡時尚、化妝及美麗的事物，因而想從事美容相關工作，最後成了美容師。原本所屬的美容室也有進行臉部護膚，我也是從那時開始接觸臉部護膚。\n我成為治療師的契機是，在從事美容師時從相遇的客人那裡獲得的言語。由我負責的顧客讚美著我又大又厚、讓我一直感到自卑的手，之後遇到的專業治療師也跟我說「這雙手非常適合作美容的工作！我也想要這樣的手！」。因此讓我對美容的工作產生興趣，進而接觸到治療師這份工作。現在，我非常喜歡自己的這雙手，也對這雙手感到驕傲。請務必讓我利用這雙手引導出每一個人的美麗。',
    memories: '在以前工作的沙龍中，一直有一位不會指名的顧客來店。在偶然的機會下負責這位顧客的治療時，對方突然說出「我遇到了！！」。看來是自今為止一直沒有遇到適合自己的治療師，所以才沒有指名任何人。碰到我之後，好像非常喜歡我又大又厚的雙手。之就一直獲得此位客人的指名。當我告訴她自己必須調職至JYOICHI，無法再繼續負責她的治療時，她跟我說「必須跟這雙手分開真的很可惜，真寂寞」。自己的手竟然能這療癒其他人，受到他人的喜愛，讓我更加對自己的手感到自豪。皆下來在JYOICHI也希望能透過這雙手安慰及療癒更多的人。\n\n除了臉部及身體之外，希望能提供顧客更接貼近內心的接待與治療。透過自己本身的經驗，無論是育兒或看護的煩惱、談話，有許多能與顧客引起共鳴的話題，因此請隨時與我商量。治療本身從0歲兒童到老年人都能應對。'
  },
  8: {
    title: '美容師',
    name: '桑嶋 みお',
    nameA: 'MIO KUWAJIMA',
    img: '/img/staff_kuwashima_color.png',
    treatment: '足部按摩、淋巴引流、骨氣療法、臉部護膚、身體保養',
    strong: '我擅長的是精油按摩治療，將精油直接塗抹於肌膚上，從指尖到各個部位，沿著淋巴順流的方向緩慢地按摩。讓不停努力的身體能放鬆，在昏昏欲睡之中度過最舒適的幸福時光。除了肩頸痠痛、腰痛及調理自律神經之外，在消除水腫及橙皮紋等美容及健康方面也備受矚目。此外，骨氣療法是徒手進行臉部按摩。透過同時按摩骨頭、肌肉、骨筋及淋巴神經，能促進臉部緊實、消除水腫、恢復疲勞及打造小臉等效果。在壓力社會的現在，透過力道強弱的調整，給予舒適的刺激性，在多次實行後，能改善血液循環及外觀！請務必嘗試看看。',
    trigger: '在高中的社團中，被委託照顧受傷的夥伴。在耳濡目染之下，學習到身體按摩及放鬆，以及只要聽取無法自己默默消化掉的困擾及談話，便能讓人感到身心放鬆，讓我實際感受到並且非常開心自己能夠幫助別人，因此成為治療師。此外，希望能活用自己在美國大學所學習到的心理學、在醫院工作、義工活動等經驗，為大家提供幫助。',
    thought: '顧客在繁忙的日常之中，還特必抽空前來沙龍，因此在這寶貴的時間之中，我抱持著希望能讓顧客稍微忘卻日常的忙碌，將內心裡的老舊廢棄物給排出，並讓心靈能比平常更加安穩、溫和的心情進行治療。希望顧客的身心能『嘩』地放空，接著在從體內湧出滿滿的活力。',
    memories: '因為行動困難而去了幾十間醫院，卻仍找不出原因，作為給自己最後的挑戰，第一次前來接受淋巴引流集骨氣療法。在負責治療的8年裡，從原本一個禮拜來一次的頻率，漸漸轉變為一個月1次，害怕跌倒的不安也減少，增加了外出的次數。從那之後，每次都能看到這位顧客帶著笑容前來店裡，告訴我一點一點開始能做到的事情，甚至積極地述說著「任何事情都想挑戰看看！」。不知曾幾何時，變成我從客人那裡獲得了活力，那美麗的笑容讓我一直無法忘懷。'
  },
}
var itemName = {
  0: '成為治療師的契機',
  1: '抱持著怎樣的想法進行治療? 治療時最重視的事情為何?',
  2: '與客人的回憶',
  3: '問候'
}
var specialty = '擅長的治療';


var courseData = {
  1:{
    name: "ヘルスボディケアコース",
    genre: "ほぐし・整体・カイロプラクティック",
    img: "/img/course_health_bodycare.png",
    description: "関節をほぐしながら固くなった筋肉を緩めます。揉みほぐしがメインのコースです。",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  2:{
    name: "ビューティーボディケアコース",
    genre: "小顔矯正・骨盤矯正・美容整体",
    img: "/img/course_beauty_bodycare.png",
    description: "日常の生活習慣の癖として顔、体に出ているゆがみを調整し楽な状態へと導きます。姿勢や全身のバランスが気になる方にお勧めです",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  3:{
    name: "ヘルスアキュベンクチャーケアコース",
    genre: "鍼・耳つぼ",
    img: "/img/course_health_accubenckher.png",
    description: "コリの芯に直接ピンポイントでアプローチします。各コースに 20分 ~ 30分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  4:{
    name: "ビューティーアキュベンクチャーケアコース",
    genre: "美容鍼",
    img: "/img/course_beauty_accubenckher.png",
    description: "リフトアップ、むくみ、シミ、シワ、ほうれい線などにお悩みの方に。 各コースに 20 分 ~ 30 分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  5:{
    name: "オイルトリートメントケアコース",
    genre: "全身オイルトリートメント",
    img: "/img/course_beauty_oiltreatment.png",
    description: "ただ流すだけの気持ちのいいオイルではなく、コリをしっかりとほぐしながらデトックスリンパケアを行います。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  6:{
    name: "フェイシャルトリートメントケアコース",
    genre: "フェイシャル",
    img: "/img/course_beauty_facial.png",
    description: "肌に入り込んだ汚れをとりつつ、 肩首顔のコリをオイルでほぐします。JYOICHI の基礎化粧品を使用し、本来持っているお肌の美しさを引き出します。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  7:{
    name: "ホットストーントリートメントケアコース",
    genre: "ホットストーン",
    img: "/img/course_beauty_hotstone.png",
    description: "遠赤外線効果により、身体の深部まで温めます。身体を温めてくれるので、むくみが気になる方・身体を引き締めたい方にお勧めです。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円",
    caution:`下記に該当される方は、お身体のへの影響を考慮して施術をお断りさせていただく場合もございます。

              ・急性喘息の方
              ・急性の感染症にかかった方
              ・炎症の症状をお持ちの方
              ・妊娠中の方
              ・皮膚の障害をお持ちの方
              ・心臓の障害をお持ちの方
              ・静脈瘤の方
              ・糖尿病をお持ちの方で、壊死や神経障害の方
              ・疲労困憊でお体が衰弱している方
              ・8時間以上のフライトの後`
  },
  8:{
    name: "ジョーイチスペシャル<br>オーダーメイドコース",
    genre: "オーダーメイド",
    img: "/img/course_beauty_ordermaid.png",
    description: "お客様のご要望に合わせて組み合わせます。こちらのコースの予約は電話でお願いします。",
    price: "会員価格",
    price_detail: "コースの組み合わせによって料金が変わります。",
    example:`・美容鍼30分 ＋ フェイシャル60分 21,000円
お顔周りのスペシャルケアに。顔の鍼とフェイシャルトリートメントの組み合わせコースです。
リフトアップ、くすみ、しみ、しわ、ほうれい線にアプローチします。

・身体鍼30分 ＋ 整体60分 15,000円
揉みほぐしで筋肉、関節を緩め、慢性的なコリの芯に鍼でアプローチします。
根本的に体をケアしたい方へ。`
  }
}

var caution = "施術に関する諸注意";
var example = "オーダーメイドコース例";
var discount = "期間限定 特別ご優待"
