var staffData = {
  1: {
    title: 'ボディアドバイザリー＆コンシェルジュ',
    name: '泉 安奈',
    nameA: 'ANNA IZUMI',
    img: '/img/staff_izumi_color.png',
    greeting: 'この度、ジョーイチで店長を務めます泉と申します。以前は弊社の別業態ウィメンズ整体サロンパウワウで施術をしながら店長を務めておりました。ジョーイチではレセプションと裏方を担当いたします。弊社代表と共に企画を考え始め、日本女性の美しさとはなにか？を日々考えました。過去に約12年施術者として勤務したなかで、たくさんの女性のお客様のお悩みや、施術後のイキイキとした心と体に触れあってきました。施術前はガチガチで、コリで角ばったお体も、施術後は日本女性本来のみずみずしい丸みのあるお体に変化されます。声もよく通り、目もキラキラしてお顔色も澄んでおられます。目鼻立ちがはっきりしているとか、手足が長いなどといったよく一般で言われる美しさだけではなく、ジョーイチが考える美しさとは、女性がリラックスして自然体な笑顔でいられるときです。ただ体が楽になるサロンではなく、施術後の変化を細かくお伝えし、その方ご自身にしかない美しさに気づいていただき、気づいたところから、今まで意識を向けていなかったご自身の体にぐぐっと意識が向き、興味がわき始め、心と体が一つになったところから更に体の変化のスピードが上がっていきます。ただのレセプションではなく、私たちの仕事はお客様の体に対する意識の部分にも働きかけていくことです。柔をもって剛を制すといいますが、女性は柔らかくしなやかでいてこそ、それが強さだと思います。柳のようなイメージです。外部環境が日々変わる中で、いいこともよくないこともいろいろなことが起きます。どんな状況でも柔軟に考え動く。それができるのは、心と体は繋がっているので思考の問題だけでなく体がいかにしなやかであるか？が重要になります。ジョーイチでは、毎日をよりよく過ごしたいと考える大人の女性の毎日を、体が喜ぶ質のいい国産の商品や、女性の体に特化した10000時間以上の現場経験のあるプロフェッショナルたちと共にサポートさせていただきます。本当に素晴らしい仲間が集まりました。自信をもってお客様にご紹介致します。'
  },
  2: {
    title: 'ボディアドバイザリー＆コンシェルジュ',
    name: '松澤 京佳',
    nameA: 'KYOKA MATSUZAWA',
    img: '/img/staff_matsuzawa_color.png',
    greeting: '「いつまでも美しくありたい。」この想いは、女性であれば誰しも持つものではないでしょうか？ですが、その美しさとは全員共通では無い、と私は思います。「十人十色」と言う言葉があるように、女性の美しさも「十人十色」です。その人が持つ素質を生かすことで、その人らしい「本当の美しさ」を手に入れられると思います。しかし現代社会において、美に関する情報が飽和状態になり、なにを信じていいのか分からないのも事実です。また、そういった情報は自身の表面に構築されていく美や模倣されていく美であり、その人らしさではないと私は感じています。お化粧などの美も、もちろん美の一部ではあり、素敵なものと思います。ですが、本来の自身の美しさを知り、それを受け入れたとき、ご自身の人生がこれまでと違って感じるはずです。自分の美しさを知るということは、自分の内面に自身が耳を傾け、それを素直に受け入れるということです。それが出来たとき、これまでに感じたことのない伸びやかさと喜び、輝きを感じることが出来ると思います。ジョーイチであれば、皆様ご自身の本来の美しさの発見と引き出すことのお手伝いを出来ると、自信を持って提言いたします。ボディアドバイザリー＆コンシェルジュとして、お客様お一人お一人と真摯に向き合い、その方らしい美しさを見つけだしたいと思っております。　私自身、短い期間ではありましたが、これまで整体セラピストとしてお客様のお身体と向き合っていました。その中で得た知識や経験をアドバイザーとして活かしていきたいと考えております。そして、明日の美しさを引き出すご提案・お手伝いをさせて頂ければ、幸いです。皆様が、心からご自身の美しさに誇りを持てたとき、側で共に喜べるいち人間として、在りたいと思っております。'
  },
  3: {
    title: 'カイロプラクター',
    name: '山上 祐子',
    nameA: 'YUKO YAMAGAMI',
    img: '/img/staff_yamagami_color.png',
    treatment: '・整体：カイロプラクティックとトレガーアプローチを融合したもの<br>・リフレクソロジー',
    strong: 'カイロプラクティックは、筋肉・関節・生活習慣の３つからアプローチします。筋肉の調整（トリガーポイントセラピー）で、痛みを出している筋肉を探し出し、筋肉の硬く縮まった部分に刺激します。次に、背骨・骨盤の調整（CMTというスラスト操作）で関節に動きを加えて可動域を広げ、身体を整えます。「ボキッと背骨を動かされるからカイロは怖い」という方にはモビリゼーション（ゆっくり動かす方法）で行います。最後に、姿勢・呼吸・歩き方・体の使い方などを指導します。トレガーアプローチとは、トレガー博士が始めた“重さを量る”、“彫刻する（形を感じる）”、“軽く伸ばす”、“ロッキング（揺らす）”など<br>穏やかで心地よい動きを繰り返すこと で、体が本来持っていた自由に、軽く、楽に動くことを思い出すサポートをするワークです。とても柔らかく包まれるようなタッチの施術で、緊張から開放され心身ともに深くリラックスできます。全身がスッキリと楽に広がる感覚を味わってもらえたら、うれしいです。痛気持ちいい押圧がお好きな方にはそのように、弱めがお好きな方にはトレガーアプローチを多く取り入れたりと、お客様個々のご要望に応えられるよう適宜対応します。<br>リフレクソロジーは、足にある多くのツボや、神経や毛細血管が集中するところに適度な刺激を与え、足裏から膝裏までオイルで揉み上げ、足全体に下がった血液を送り返します。それにより、上半身の緊張も緩み、自然治癒力が高まり、だるさ・疲れが軽減すると考えられています。整体との組み合わせも、おススメです。心と身体は一体ですから、身体が軽く自由になると心も平和な感覚に満ちてきます。お客様が自然な笑顔にあふれ、より楽しい日々を送れますよう、お手伝いします。',
    trigger: '私は今から15年前、異動になった職場でのハードな事務仕事で、起き上がれないほどひどく首を痛めてしまい、カイロプラクティク整体院に駆け込みました。そして、 通っていくうちに首こりや腰痛が消えただけでなく、徐々に身体全体の調子が良くなっていくことにとても感動しました。目の前の人に直接元気を与えられる、そんな仕事に魅力を感じ、意を決して事務職を辞め、カイロプラクティクの専門学校に入学しました。誰かに勧められた訳ではなく、それまで流れに身を任せた仕事しかしていなかった私には初めての挑戦でした。その後、リラクゼーション店でリフレクソロジーも習得しながら、さらに、トレガーアプローチというボディワーク（手技療法）にも出会い、目からウロコ！！の感銘を受け、セラピスト一筋でやってきました。トレガーアプローチのトレーニングコースをいくつも受講し、学べば学ぶほど奥が深いボディワークに面白さと楽しさを感じています。',
    thought: 'まず自分自身をリラックスさせて、自分の中に広がった心地良い平和な感覚をお客様に伝わるように施術をしています。お客様とのコミュニケーションを大切にして、その時々のお体の反応も感じながら、施術内容を随時変えていくようにしています。',
    memories: '私の施術後は身体の軸が安定し、スッキリと背が伸び、姿勢がきれいになったと言ってくださるお客様が多いです。趣味がお仕事と言って過言ではない365日仕事三昧でも、私の施術で生き返る！と言って通ってくれるお客様。遠方の海外出張に同行して施術してほしい位だと願うお客様。病院に行っても別に異常はないと言われ、でも足首が象のようにむくみ、身体がボロボロに疲れていた更年期に助けてくれたと感謝してくれるお客様。身体が元気になるだけでなく、心も癒されて、明日も頑張ろうという気持ちになれると話すお客様。11年以上も私一筋に通ってくれて、今回職場が変わると知って涙ぐむお客様。そういうお客様方とお別れして、このジョーイチに来ましたので、これから更に頑張って、より多くのお客様が心から笑顔になるよう努めていきたいと思います。'
  },
  5: {
    title: '鍼灸師',
    name: '中川 優',
    nameA: 'YU NAKAGAWA',
    img: '/img/staff_nakagawa_color.png',
    treatment: 'トリガーポイント施術・美容鍼・オイルトリートメント',
    strong: 'トリガーポイント鍼施術は、痛みの根本にアプローチしていく鍼施術です。乱れてしまった痛みのセンサーを整えていきます。<br>鍼と聞くと、まず最初に注射針の鋭い感覚をイメージする方が多いと思います。しかしそれとは異なり、からだ全体にズーンと重くひびく感覚が出ます。このひびきの感覚はおそらく日常では味わうことは無い為、鍼施術を受ける魅力のひとつになると思います。初めての鍼が怖いと感じている方も多いと思いますが、ゆっくりと丁寧にお客様ひとりひとりに合わせて鍼施術をしてまいります。もちろん、鍼の刺激量も調整することが可能ですので、刺激が苦手な方も安心して施術を受けられます。',
    trigger: '学生時代、リラクゼーション施設で初めて施術を受けたことがきっかけでセラピストに興味を持ちました。その当時、私はひどい頭痛に悩まされていて、月に数回は鎮痛剤を飲まないと耐えられない状態でした。ひどいときは吐き気まで出る程でした。しかしそこで初めて施術を受け終わったとき、あんなにひどかった頭痛や吐き気が改善してからだ全体がすっきりと軽くなっていました。そこから定期的に施術を受けることにより、頭痛や吐き気が出現することは減って鎮痛剤を飲むこともほとんど無くなり感動しました。そしてまた、そのとき担当してくださったセラピストさんの手の感触、施術を受けるときの空間がとても心地よく至福の時間だったことを今でも思い出します。',
    thought: 'お客様一人一人に合った心地の良い施術です。一人一人生まれ持った骨格や体質が違う為、その時のお身体の状態に合わせて施術内容を組み立てていきます。<br>天気が毎日変わるように、お客様の身体の状態、症状もその都度変わっていきます。その辛い状態から抜け出せればいいと私は思っている為、鍼灸施術・ボディトリートメント・オイルトリートメント・フェイシャル、どれか一つの手技を使って改善させることにはとらわれないようにしています。これらの手技のそれぞれ良いところを活かしていくことを心がけています。そして施術中の安らぎの空間、心地の良い空間づくりを常に大切にしています。私が初めて施術を受けたとき感じた様に、ジョーイチで施術を受けるお客様にも至福の時間だと感じていただけるよう努めてまいります。<br>',
    memories: '専門学校を卒業し、初めて就職したリラクゼーション施設で1週間に一度、私を指名してくださるお客様がいらっしゃいました。(以下Tさんと呼びます)<br>Tさんが初めて来店されたときは、顔色が悪く問診中はうつむいていてあまり言葉を発せず少し暗い印象を受けました。しかし、オイルトリートメントの施術が始まってしばらくすると「実は今、母親の介護をしていてずっと家にいることが多くて…心身ともに疲れていたんです。」と、ご自身のことについて徐々に話し始めてくれたのです。聞くと、Tさんは2年前から一人で献身的にお母様の介護をされていたということ、誰にも悩みや相談をすることが出来ず辛かったことを私に打ち明けてくれました。そして施術が終わったとき、「久々にゆっくりと安らげました。中川さんの手で施術してもらうと色々なところが軽くなって口まで軽くなるみたいね（笑）魔法の手ですね、私も母に対して私の魔法の手を使って介護してやる！」とおっしゃっていました。魔法の手かどうかはさておき（笑）、Tさんは施術前とはまるで別人になっていて表情は明るく、帰り際までお話をされていて活き活きとしていました。以後、Tさんは1週間に一度来店してくださるようになり、更には時々Tさんのお母様も一緒に来店するようになってお二人ともとても仲睦まじい様子で通っていただきました。私の施術で色々なことを変えることができるんだ！とセラピストとして、初めて自信とやりがいを感じた大切な想い出です。'
  },
  7: {
    title: 'エステティシャン',
    name: '相澤 里絵',
    nameA: 'RIE AIZAWA',
    img: '/img/staff_aizawa_color.png',
    treatment: 'フェイシャル・リンパドレナージュ',
    strong: 'フェイシャル、リンパドレナージュどちらも施術の強弱にメリハリのあるところが特徴的です。オールハンド、マシンを使って施術することによって、お顔周りに溜まった老廃物を取り除き、よりすっきりしたお顔になったと、ご満足いただけるかと思います。顔だけでなくデコルテ・肩・肩甲骨周りまでしっかりほぐし流すので、よりすっきりとした感覚を味わって頂けると思います。また、指を素早く動かすことが出来るため、お顔の引き上げが得意です。<br>ご自身が本来持っている肌の美しさ・やわらかさ・引き締まったお顔を実感して頂きたいと思っております。',
    trigger: '小さな時からオシャレやメイク、きれいになることが大好きで美容に関するお仕事がしたいと思い、美容師になりました。所属していた美容室はフェイシャルも行っているところで、フェイシャルとはそのときに出会いました。<br>私がセラピストになったきっかけは、この美容師時代に出会ったお客様からのお言葉でした。その方は私が担当していたお客様で、大きくて厚くコンプレックスだった自分の手を褒めて頂き、その後プロのセラピストの方にも「この手はエステの仕事に向いている！この手がほしい！」と仰って頂きました。これをきっかけに、エステの仕事に興味を持ち、セラピストという仕事に出会いました。今は自分のこの手が大好きで、誇りに思っています。是非、この手で皆様の美しさを引き出していきたいと思っております。',
    memories: '以前勤めていたサロンに、ずっとご指名なしでご来店くださるある一人のお客様がいらっしゃいました。偶然その方を担当したとき、「出会った！！」とその方が仰ってくださいました。どうやら、今までご自身にあるセラピストと出会うことがなく、指名をされてこなかったようなのですが、私と出会い、私の大きくて厚い手を気に入ってくださったようでした。それからというものの、ずっとご指名を頂き担当させて頂きました。今回ジョーイチに行くことになり、担当出来なくなる旨を伝えたところ、「この手とお別れをするのは残念、さみしい」と仰ってくださいました。自身の手がこんなにも人を癒やし、好きになって頂けると思うと、自分自身の手に誇りを持つことが出来ました。ジョーイチでもこの手でたくさんの方々に安らぎと癒やしを提供できればと思っております。<br><br>お客様にはお顔・お身体だけでなく、心まで寄り添う接客・施術をしたいと思っております。自身の経験から、子育てや介護のお悩み・お話に幅広く共感出来る点が多いと思いますので、お気軽に私にお話ください。施術自体も0歳児からお年を召された方まで幅広く対応出来ます。'
  },
  8: {
    title: 'エステティシャン',
    name: '桑嶋 みお',
    nameA: 'MIO KUWAJIMA',
    img: '/img/staff_kuwashima_color.png',
    treatment: 'リフレクソロジー・リンパドレナージュ・コルギ・フェイシャル・ボディケア',
    strong: '私の得意なオイルトリートメントの施術は、オイルを使用し、直接、お肌に塗布し、指の先から隅々までゆっくりとリンパの流れる方向に沿って丁寧に流していきます。頑張っているお身体のチカラが抜け、ウトウト、フワフワ、極上の時間に。肩こり腰痛、自律神経を整えるだくでなく、むくみやセルライトケアーなど美容面や健康面でも注目されています。また、コルギ（骨気）は、オールハンドでのお顔のトリートメント。骨、筋肉、骨筋、リンパ神経を同時にトリートメントする事で、リフトアップ、むくみケア、疲労回復、小顔などが期待出来ます。強弱は調節でき、ストレス社会の現在には心地よい刺激になり、回数を重ねるごとに、血が流れやみつきになります！ぜひ、お試しくださいませ。',
    trigger: '高校の部活動で故障した仲間のケアーを任されました。見様見真似で体をほぐしたりさすったり、どうにも消化出来ない悩みや話を聞く事だけでも、心身共に緩和される事を知り、人の為になれる喜びがとても嬉しくセラピストになりました。また、アメリカの大学で学んだ心理学や、病院勤務、ボランティア活動の経験も生かし、皆さまのお役に立てれば幸いです。',
    thought: '日々忙しい中、サロンに足を運んで頂き、貴重な時間の中で、少しでも日常を忘れたり、心の中にある老廃物をも出す事が出来、いつも以上に穏やかで優しい気持ちになって頂く事を大切にし、施術させて頂きます。心身が『ふわぁ』と空っぽになり、そして、体内に活力がみなぎりますように。',
    memories: '動く事も困難の中、何十件と病院に行くも原因が分からず、ご自身の最後のチャレンジで、初めてリンパドレナージュとコルギを受けられました。約8年間担当させて頂き、週1回の来店ペースから、徐々に月1回になり、倒れる不安も減り、外出も可能に。その頃から、来店のたびに、笑顔が見られ、少しずつ出来るようになった事や、『あれもこれも挑戦したい！』っと前向きにお話をして下さいました。いつしか、私の方がパワーを頂いており、あの素敵な笑顔が忘れられません。'
  },
}
var itemName = {
  0: 'セラピストになったきっかけ',
  1: 'どんな想いで施術しているか？施術時に大切にしている事は？',
  2: 'お客様との想い出',
  3: 'ご挨拶'
}
var specialty = '得意な施術';


var courseData = {
  1:{
    name: "ヘルスボディケアコース",
    genre: "ほぐし・整体・カイロプラクティック",
    img: "/img/course_health_bodycare.png",
    description: "関節をほぐしながら固くなった筋肉を緩めます。揉みほぐしがメインのコースです。",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  2:{
    name: "ビューティーボディケアコース",
    genre: "小顔矯正・骨盤矯正・美容整体",
    img: "/img/course_beauty_bodycare.png",
    description: "日常の生活習慣の癖として顔、体に出ているゆがみを調整し楽な状態へと導きます。姿勢や全身のバランスが気になる方にお勧めです",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  3:{
    name: "ヘルスアキュベンクチャーケアコース",
    genre: "鍼・耳つぼ",
    img: "/img/course_health_accubenckher.png",
    description: "コリの芯に直接ピンポイントでアプローチします。各コースに 20分 ~ 30分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  4:{
    name: "ビューティーアキュベンクチャーケアコース",
    genre: "美容鍼",
    img: "/img/course_beauty_accubenckher.png",
    description: "リフトアップ、むくみ、シミ、シワ、ほうれい線などにお悩みの方に。 各コースに 20 分 ~ 30 分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  5:{
    name: "オイルトリートメントケアコース",
    genre: "全身オイルトリートメント",
    img: "/img/course_beauty_oiltreatment.png",
    description: "ただ流すだけの気持ちのいいオイルではなく、コリをしっかりとほぐしながらデトックスリンパケアを行います。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  6:{
    name: "フェイシャルトリートメントケアコース",
    genre: "フェイシャル",
    img: "/img/course_beauty_facial.png",
    description: "肌に入り込んだ汚れをとりつつ、 肩首顔のコリをオイルでほぐします。JYOICHI の基礎化粧品を使用し、本来持っているお肌の美しさを引き出します。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  7:{
    name: "ホットストーントリートメントケアコース",
    genre: "ホットストーン",
    img: "/img/course_beauty_hotstone.png",
    description: "遠赤外線効果により、身体の深部まで温めます。身体を温めてくれるので、むくみが気になる方・身体を引き締めたい方にお勧めです。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円",
    caution:`下記に該当される方は、お身体のへの影響を考慮して施術をお断りさせていただく場合もございます。

              ・急性喘息の方
              ・急性の感染症にかかった方
              ・炎症の症状をお持ちの方
              ・妊娠中の方
              ・皮膚の障害をお持ちの方
              ・心臓の障害をお持ちの方
              ・静脈瘤の方
              ・糖尿病をお持ちの方で、壊死や神経障害の方
              ・疲労困憊でお体が衰弱している方
              ・8時間以上のフライトの後`
  },
  8:{
    name: "ジョーイチスペシャル<br>オーダーメイドコース",
    genre: "オーダーメイド",
    img: "/img/course_beauty_ordermaid.png",
    description: "お客様のご要望に合わせて組み合わせます。こちらのコースの予約は電話でお願いします。",
    price: "会員価格",
    price_detail: "コースの組み合わせによって料金が変わります。",
    example:`・美容鍼30分 ＋ フェイシャル60分 21,000円
お顔周りのスペシャルケアに。顔の鍼とフェイシャルトリートメントの組み合わせコースです。
リフトアップ、くすみ、しみ、しわ、ほうれい線にアプローチします。

・身体鍼30分 ＋ 整体60分 15,000円
揉みほぐしで筋肉、関節を緩め、慢性的なコリの芯に鍼でアプローチします。
根本的に体をケアしたい方へ。`
  }
}

var caution = "施術に関する諸注意";
var example = "オーダーメイドコース例";
var discount = "期間限定 特別ご優待"
