//簡体字
var staffData = {
  1: {
    title: '店长 美体顾问＆接待人员',
    name: '泉 安奈',
    nameA: 'ANNA IZUMI',
    img: '/img/staff_izumi_color.png',
    greeting: '我是这次担任JYOICHI店长一职的泉安奈。过去曾在敝公司其他业态的女性正骨沙龙POWWOW中边治疗边担任店长职务。在JYOICHI则负责接待及后场人员。自从与敝公司代表一同开始规划后，便每天都在思考日本女性之美到底是什么？在过去约12年的治疗经验中，时时接触到许多女性顾客的困扰及治疗后充满活力的身心。治疗前肌肉酸痛、僵硬不已的身体，在治疗后变化为日本女性原有水嫩且圆润的姿态。声音顺畅、眼睛也闪闪动人，连色泽也变得清澄不已。 JYOICHI所认为的美并非五官挺立、手脚细长等一般所说的外在美，而是女性在放松下展露自然笑容的时候。我们并非只是让身体变得轻松的沙龙，而是仔细地向顾客传达治疗后的变化，让顾客能发现到自己所拥有独一无二的美丽，在发现的同时，也能开始多加注意自己至今未曾在意过的身体，并产生兴趣，从身心合为一体的状态下进一步提升身体变化的速度。我们的工作并非只是一般的接待，而是帮助顾客能更加在意自己的身体。所谓的以柔克刚，正因为女性柔和轻盈才更显坚强。如同杨柳般。在外部环境每日变化下，无论好事或坏事皆有可能发生。不管处于什么样的状况下，皆能柔软地思考行动。由于身心相互连系，因此要达到如此境界，重要的并非只有思考上的问题，还包括身体是否足够柔软。在JYOICHI中，我们通过每天皆能让身体感到开心的优质日本产商品，以及与特别专注在女性身体上10,000个小时现场经验的专家们，一同为了希望每天都能过得更好的成人女性提供帮助。我将秉持自信向顾客介绍聚集在此的出色伙伴们。'
  },
  2: {
    title: '美体顾问＆接待人员',
    name: '松澤 京佳',
    nameA: 'KYOKA MATSUZAWA',
    img: '/img/staff_matsuzawa_color.png',
    greeting: '“随时都想要保持美丽”，这个想法应该是每个女性都有的吧。不过我认为美丽的概念并非每个人都相同。正如同“十人十色”，女性的美丽也是“十人十色”，因人而异。透过发挥每个人的素质，才能真正获得个人特有的“真正美丽”。不过，在现代社会中，与美丽相关的资讯已呈现饱和状态，各式各样的资讯让人无法判断该相信什么。此外，我自己觉得利用这些资讯来构筑自己的外在美丽或是模仿下形成的美丽，都缺乏了个人的独特性。透过化妆等形成的美丽当然也是美的一部分，非常地棒。但是，当了解并接纳自身原有美丽时，应该会感受到自己至今为止截然不同的人生。了解自己的美丽意味着倾听了自己的内心，并率直地接纳了内心的声音。此时，应该能感受到至今未曾有过的悠然自得、喜悦及光辉。在JYOICHI中，我们能帮助并引导顾客发现自身原有的美丽，并且怀抱自信给予建议。作为美体顾问＆接待人员，我会真诚地面对每一位顾客，希望能帮忙找寻出每一位的独特之美。虽然期间不长，但我自己也曾身为正骨治疗师面对顾客的身体。我将作为美体顾问善用从中学习到的知识及经验，如果能让我帮助顾客并提供建议借以引导出明日的美丽，将会非常开心。当大家打从内心对自己的美丽感到自豪的同时，我希望自己是在旁一同感到开心的其中一人。'
  },
  3: {
    title: '脊椎指压治疗师',
    name: '山上 祐子',
    nameA: 'YUKO YAMAGAMI',
    img: '/img/staff_yamagami_color.png',
    treatment: '·正骨：结合脊椎矫正及崔格疗法\n·足部推拿',
    strong: '脊椎矫正有3种疗法，包括从肌肉、关节及生活习惯来进行矫正。透过肌肉的调整（激痛点治疗）找出感觉疼痛的肌肉部位，针对肌肉僵硬及紧缩的部分给予刺激。接着是通过脊椎及骨盘的调整（名为CMT的推力操作），加上扩展关节的可动领域，调整身体。对于“整脊椎时会发出啪啪声，觉得脊椎矫正很恐怖”的人，则进行关节松动术（缓慢调整关节的方法）。最后会针对姿势、呼吸、走路方法、身体的使用方法等进行指导。所谓的崔格疗法，是由崔格博士所研发的，通过“衡量重量”、“雕刻（感觉形状）”、“轻轻延展”、“摇动（摆动）”等，重复平稳且舒适的动作，藉由帮助身体回想出原有自由、轻快且轻松的行动。在极尽温柔的手感下，通过治疗让紧张的身心皆能达到深沉地放松。如果能让顾客感受到全身非常舒畅且轻松，我便会非常开心。无论是喜欢大力按压，觉得痛却舒服的人，或是喜欢轻柔按压，利用崔格疗法的人，我都会依据顾客的要求，提供最适当的应对。足部推拿是针对脚上较多的穴道、神经及微血管集中的地方，给予适度的刺激，利用精油从脚底推拿至膝盖后方，让集中于脚上的血液能够回流。借此被认为也能减缓上半身的紧张，提高自然治愈力，减轻身体的疲惫。也非常推荐与整骨一同治疗的组合。由于身心为一体，当身体变得轻松自在，心灵也会充满和平。为了让顾客脸上能充满自然的笑容，并度过更为充实愉快的每一天，我会尽力帮忙。',
    trigger: ' 我在15年前曾在调职的职场中负责艰难的事务工作，当时脖子非常地疼痛，几乎痛到无法起身，因而前往进行脊椎矫正的正骨院。在前往了几次之后，除了脖子酸痛及腰痛的问题解决了之外，整个身体的状况也渐渐变好了，让我非常地感动。借此也感受到整骨院工作的魅力，那就是能直接带给眼前的人活力。因此在下定决心后就辞掉事务工作，进入脊椎矫正的专门学校就学。并不是受到他人的劝诱，对于至今为止只作被交代的工作的我来说，可是第一次的挑战。之后也在美容美体店中学习足部推拿，进而又接触到名为崔格疗法的身体疗程（徒手治疗），让我突然恍然大悟！ ！此后便一直从事治疗师的工作。我也曾上过几次崔格疗法的训练课程，这是种越学越深奥的身体疗程，让我感到非常有趣及快乐。',
    thought: ' 首先让自己先放松，并且像是要将扩散于自己体内的舒适、和平感觉传达给顾客般，进行治疗。治疗时最重视与顾客的沟通，一边感受当下顾客身体的反应，随时变换治疗的内容。',
    memories: '在我治疗后，有许多顾客告诉我自己身体的基轴便安定、背部挺直、姿势变好了。也曾有像是把工作当做兴趣一样，365天不停工作的顾客，告诉我自己因为我的治疗而重生了！并且希望我能跟着他一起去遥远的国外出差，在国外也持续帮他进行治疗。就算去医院也被说没有异常，但是脚踝却水肿的跟大象一样，因为更年期而身体虚弱疲惫的顾客，也感谢我的帮助。告诉我除了身体变得有精神之外，心灵也被疗愈，感觉明天也能继续加油的顾客。持续11年一直前来让我治疗，得知这次要改变职场而眼泪汪汪的顾客。跟这些顾客告别，来到JYOICHI，皆下来也会更加努力，希望能让更多的顾客能打从心里露出笑容。'
  },
  5: {
    title: '针灸师',
    name: '中川 優',
    nameA: 'YU NAKAGAWA',
    img: '/img/staff_nakagawa_color.png',
    treatment: '激痛点治疗、美容针、精油推拿',
    strong: '激痛点针灸术是针对疼痛的根本进行治疗的针灸术。改善错乱的疼痛感应。应该有许多人在听到针的时候，会先想到针筒尖锐的感觉。不过针灸可是与打针完全不同，会有全身酸麻的感觉。这酸麻感正是平常体会不到的，也是针灸术的魅力之一。虽然有很多人在初次针灸时感到害怕，不过我会缓慢谨慎地配合每一位客人，实施针灸。当然，也能调整针的刺激量，不擅长刺激感的人也能安心接受治疗。',
    trigger: '最初的契机是在学生时代，第一次在美容美体设施中接受治疗，进而对治疗师感到兴趣。当时，我正困扰着非常严重的头痛问题，每个月都要吃好几次止痛药，不然会痛得受不了。严重时，还会觉得想吐。不过第一次接受治疗后，如此严重的头痛跟呕吐感都获得改善，全身变得轻松自在。从那之后仍持续定期接受治疗，头痛跟呕吐感出现的次数减少，也几乎不用吃止痛药，让我非常地感动。此外，当时负责的治疗师在治疗时的手的触感及空间都非常地舒服，可说是非常幸福的时间，就连现在也还是会想起。',
    thought: '为每一位客人提供适合且舒服的治疗。每个人天生拥有的骨骼及体质皆不同，因此会配合当时的身体状况，提供适当的治疗内容组合。正如同天气每天都会变化一样，顾客的身体状况及症状也是每次都不同。为了让顾客能从痛苦的状态中解脱，感到舒服，我不会仅限于利用针灸治疗、身体催拿、精油推拿、脸部护肤等其中一种技术进行改善。而是会善用上述各种技术中的优点为顾客治疗。并且随时着重于营造出安心且舒适的治疗空间。就如同我第一次接受治疗一样，努力让在JYOICHI接受治疗的顾客也能感受到最幸福的时间。',
    memories: '从专科学校毕业后，在第一次就职的美容美体设施中，有一位每个礼拜会指名我一次的顾客。 （以下称为T小姐）T小姐在刚来店的时候，脸色很差，问诊中也一直低头不太讲话，让我有着些微阴暗的印象。不过，在开始进行精油按摩没多久之后，自己开始跟我述说着“其实，现在正在照顾母亲，所以很长时间都一直都待在家里…身心都感到很疲累。”仔细一听，原来T小姐从2年前开始就独自一人努力照顾着母亲，无法跟任何人讲述烦恼或商量，非常地辛苦。然后治疗结束后，向我说着“很久没有这样悠闲放松了。让中村小姐治疗后，感觉很多地方都变轻松了，感觉连嘴巴也变轻了呢（笑）真是魔法之手呢，我也要利用我的魔法之手来照顾母亲！”。无论我的手是不是真的魔法之手（笑），T小姐仿佛跟治疗前是不同人一样，表情变得明亮，直到回去之前还一直跟我对谈，非常地生气勃勃。之后，T小姐变成每个礼拜会来店一次，偶尔也会带着母亲一起来店，两人感觉非常地亲密。通过我的治疗原来能改变许多事情！那是我第一次对于身为治疗师感到非常有自信及很有意义的重要回忆。'
  },
  7: {
    title: '美容师',
    name: '相澤 里絵',
    nameA: 'RIE AIZAWA',
    img: '/img/staff_aizawa_color.png',
    treatment: '面部护肤、淋巴引流',
    strong: '无论是面部护肤或淋巴引流，在治疗上的力道皆有强弱大小。希望通过双手或机器进行疗程，能将顾客脸上所累积的老旧废弃物去除，使面部更加紧致，并令顾客感到满意。除了脸之外，连前胸、肩膀、肩胛骨周围都会彻底推拿，让您能有更加舒适的感受。此外，由于手指能快速动作，因此我也非常擅长面部的拉提紧实。希望能让您亲自感受到自己原有的皮肤之美、柔嫩度及紧实的面部。',
    trigger: '自小就非常喜欢时尚、化妆及美丽的事物，因而想从事美容相关工作，最后成了美容师。原本所属的美容室也有进行面部护肤，我也是从那时开始接触面部护肤。我成为治疗师的契机是，在从事美容师时从相遇的客人那里获得的言语。由我负责的顾客赞美着我又大又厚、让我一直感到自卑的手，之后遇到的专业治疗师也跟我说「这双手非常适合作美容的工作！我也想要这样的手！」。因此让我对美容的工作产生兴趣，进而接触到治疗师这份工作。现在，我非常喜欢自己的这双手，也对这双手感到骄傲。请务必让我利用这双手引导出每一个人的美丽。',
    memories: '在以前工作的沙龙中，一直有一位不会指名的顾客来店。在偶然的机会下负责这位顾客的治疗时，对方突然说出“我遇到了！！”。看来是自今为止一直没有遇到适合自己的治疗师，所以才没有指名任何人。碰到我之后，好像非常喜欢我又大又厚的双手。之就一直获得此位客人的指名。当我告诉她自己必须调职至JYOICHI，无法再继续负责她的治疗时，她跟我说“必须跟这双手分开真的很可惜，真寂寞”。自己的手竟然能这疗愈其他人，受到他人的喜爱，让我更加对自己的手感到自豪。皆下来在JYOICHI也希望能通过这双手安慰及疗愈更多的人。\n\n除了面部及身体之外，希望能提供顾客更接贴近内心的接待与治疗。透过自己本身的经验，无论是育儿或看护的烦恼、谈话，有许多能与顾客引起共鸣的话题，因此请随时与我商量。治疗本身从0岁儿童到老年人都能应对。 '
  },
  8: {
    title: '美容师',
    name: '桑嶋 みお',
    nameA: 'MIO KUWAJIMA',
    img: '/img/staff_kuwashima_color.png',
    treatment: '足部推拿、淋巴引流、骨气疗法、面部护肤、身体保养',
    strong: '我擅长的是精油推拿治疗，将精油直接涂抹于皮肤上，从指尖到各个部位，沿着淋巴顺流的方向缓慢地推拿。让不停努力的身体能放松，在昏昏欲睡之中度过最舒适的幸福时光。除了肩颈酸痛、腰痛及调理自律神经之外，在消除水肿及橙皮纹等美容及健康方面也备受瞩目。此外，骨气疗法是徒手进行面部推拿。通过同时推拿骨头、肌肉、骨筋及淋巴神经，能促进面部紧实、消除水肿、恢复疲劳及打造小脸等效果。在压力社会的现在，通过力道强弱的调整，给予舒适的刺激性，在多次实行后，能改善血液循环及外观！请务必尝试看看。',
    trigger: '在高中的社团中，被委托照顾受伤的伙伴。在耳濡目染之下，学习到身体推拿及放松，以及只要听取无法自己默默消化掉的困扰及谈话，便能让人感到身心放松，让我实际感受到并且非常开心自己能够帮助别人，因此成为治疗师。此外，希望能活用自己在美国大学所学习到的心理学、在医院工作、义工活动等经验，为大家提供帮助。',
    thought: '顾客在繁忙的日常之中，还特必抽空前来沙龙，因此在这宝贵的时间之中，我抱持着希望能让顾客稍微忘却日常的忙碌，将内心里的老旧废弃物给排出，并让心灵能比平常更加安稳、温和的心情进行治疗。希望顾客的身心能『哗』地放空，接着在从体内涌出满满的活力。',
    memories: '因为行动困难而去了几十间医院，却仍找不出原因，作为给自己最后的挑战，第一次前来接受淋巴引流集骨气疗法。在负责治疗的8年里，从原本一个礼拜来一次的频率，渐渐转变为一个月1次，害怕跌倒的不安也减少，增加了外出的次数。从那之后，每次都能看到这位顾客带着笑容前来店里，告诉我一点一点开始能做到的事情，甚至积极地述说着“任何事情都想挑战看看！”。不知曾几何时，变成我从客人那里获得了活力，那美丽的笑容让我一直无法忘怀。'
  },
}
var itemName = {
  0: '成为治疗师的契机',
  1: '抱持着怎样的想法进行治疗? 治疗时最重视的事情为何?',
  2: '与客人的回忆',
  3: '问候'
}
var specialty = '擅长的治疗';


var courseData = {
  1:{
    name: "ヘルスボディケアコース",
    genre: "ほぐし・整体・カイロプラクティック",
    img: "/img/course_health_bodycare.png",
    description: "関節をほぐしながら固くなった筋肉を緩めます。揉みほぐしがメインのコースです。",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  2:{
    name: "ビューティーボディケアコース",
    genre: "小顔矯正・骨盤矯正・美容整体",
    img: "/img/course_beauty_bodycare.png",
    description: "日常の生活習慣の癖として顔、体に出ているゆがみを調整し楽な状態へと導きます。姿勢や全身のバランスが気になる方にお勧めです",
    price: "会員価格",
    price_detail: "60分 9,000円／ 90分 13,500円／ 120分 18,000円"
  },
  3:{
    name: "ヘルスアキュベンクチャーケアコース",
    genre: "鍼・耳つぼ",
    img: "/img/course_health_accubenckher.png",
    description: "コリの芯に直接ピンポイントでアプローチします。各コースに 20分 ~ 30分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  4:{
    name: "ビューティーアキュベンクチャーケアコース",
    genre: "美容鍼",
    img: "/img/course_beauty_accubenckher.png",
    description: "リフトアップ、むくみ、シミ、シワ、ほうれい線などにお悩みの方に。 各コースに 20 分 ~ 30 分、追加することも可能です。<br>(追加の場合は要電話予約)",
    price: "会員価格",
    price_detail: "10分 2,000円（揉みほぐしと鍼の時間配分によって変わります。詳しくは電話でお問い合わせください。）"
  },
  5:{
    name: "オイルトリートメントケアコース",
    genre: "全身オイルトリートメント",
    img: "/img/course_beauty_oiltreatment.png",
    description: "ただ流すだけの気持ちのいいオイルではなく、コリをしっかりとほぐしながらデトックスリンパケアを行います。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  6:{
    name: "フェイシャルトリートメントケアコース",
    genre: "フェイシャル",
    img: "/img/course_beauty_facial.png",
    description: "肌に入り込んだ汚れをとりつつ、 肩首顔のコリをオイルでほぐします。JYOICHI の基礎化粧品を使用し、本来持っているお肌の美しさを引き出します。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円"
  },
  7:{
    name: "ホットストーントリートメントケアコース",
    genre: "ホットストーン",
    img: "/img/course_beauty_hotstone.png",
    description: "遠赤外線効果により、身体の深部まで温めます。身体を温めてくれるので、むくみが気になる方・身体を引き締めたい方にお勧めです。",
    price: "会員価格",
    price_detail: "60分 15,000円／ 90分 22,500円／ 120分 30,000円",
    caution:`下記に該当される方は、お身体のへの影響を考慮して施術をお断りさせていただく場合もございます。

              ・急性喘息の方
              ・急性の感染症にかかった方
              ・炎症の症状をお持ちの方
              ・妊娠中の方
              ・皮膚の障害をお持ちの方
              ・心臓の障害をお持ちの方
              ・静脈瘤の方
              ・糖尿病をお持ちの方で、壊死や神経障害の方
              ・疲労困憊でお体が衰弱している方
              ・8時間以上のフライトの後`
  },
  8:{
    name: "ジョーイチスペシャル<br>オーダーメイドコース",
    genre: "オーダーメイド",
    img: "/img/course_beauty_ordermaid.png",
    description: "お客様のご要望に合わせて組み合わせます。こちらのコースの予約は電話でお願いします。",
    price: "会員価格",
    price_detail: "コースの組み合わせによって料金が変わります。",
    example:`・美容鍼30分 ＋ フェイシャル60分 21,000円
お顔周りのスペシャルケアに。顔の鍼とフェイシャルトリートメントの組み合わせコースです。
リフトアップ、くすみ、しみ、しわ、ほうれい線にアプローチします。

・身体鍼30分 ＋ 整体60分 15,000円
揉みほぐしで筋肉、関節を緩め、慢性的なコリの芯に鍼でアプローチします。
根本的に体をケアしたい方へ。`
  }
}

var caution = "施術に関する諸注意";
var example = "オーダーメイドコース例";
var discount = "期間限定 特別ご優待"
